Repository: rnd0101/urbanmediator
Catalog: urbanmediator/locales/*.po
Languages: ca, es, fi, nl, ru

source: Add Tag
ca: Afegir etiqueta
es: Añadir etiqueta
fi: Lisää asiasana
nl: Voeg tag toe
ru: Добавить тег

source: Sorry. The topic doesn't allow new points at the moment.
ca: Ho sentim. El tòpic no permet afegir nous punts en aquest moment.
es: Lo sentimos. El tópico no permite nuevos puntos en este momento.
fi: Pahoittelut, aiheeseen ei voi lisätä kohteita tällä hetkellä.
nl: Sorry. Dit topic staat het toevoegen van plaatsen op dit moment niet toe.
ru: Извините, тема не принимает новые точки.

source: Set/update user's location
ca: estableix/actualita la posició d'usuari
es: Establece/actualiza la posición de usuario
fi: Aseta käyttäjän sijainti
nl: Selecteer/update locatie van de gebruiker
ru: Установить местонахождение пользователя

source: set location
ca: establir posició
es: establecer posición
fi: aseta sijainti
nl: selecteer locatie
ru: уст. местонахождение

source: forget location
ca: oblidar posició
es: olvidar posición
fi: Unohda sijainti
nl: Vergeet locatie
ru: забыть местонахождение

source: Widgets for topic.
ca: Widgets per al topic.
es: Widgets para el tópico.
fi: Aiheen vempaimet.
nl: Widgets voor topic.
ru: Виждеты темы.

source: Currently shown widgets
ca: Widgets que es mostren actualment
es: Widgets mostrados actualmente
fi: Tällä hetkellä näkyvät vempaimet
nl: Widgets die momenteel worden weergegeven
ru: Виджеты в настоящий момент

source: Would you like to delete the widget?
ca: Vols eliminar el widget?
es: Le gustaría eliminar el widget?
fi: Haluatko poistaa vempaimen?
nl: Wilt u deze widget verwijderen?
ru: Хотители удалить виджет?

source: The following widgetizers let you create Urban Mediator web widgets for your topic. These web widgets can be added to the topic page itself and can be imbedded in other websites' pages.
ca: Els següents constructors de widgets et permeten crear widgets de l'Urban Mediator per al teu tòpic. Aquests widgets poden ser afegits a la pàgina del tòpic i insertats a altres webs.
es: Los siguientes constructores de widgets le permiten crear widgets web de Urban Mediator para su tópico. Estos widgets web pueden ser añadidos al la página del tópico y insertados en otras webs.
fi: Seuraavat vempaimesaattorit antavat sinun tehdä Urban Mediator -verkkovempania aiheeseesi. Nämä widgetit voidaan lisätä itse aihesivulle ja sisällyttää muille verkkosivuille.
ru: Создание виджетов для встраивания в другие веб-страницы.

source: Add point button
ca: Polsador d'afegir punt
es: Botón de añadir punto
fi: Lisää kohde -nappula
nl: Knop plaats toevoegen
ru: Кнопка создания точки

source: Make a widget to submit points to this topic
ca: Crear un widget que envii punts a aquest tòpic
es: Hacer que un widget envie puntos a este tópico
fi: Luo nappula lisätäksesi kohteita tähän aiheeseen
nl: Maak een widget om plaatsen toe te voegen aan dit topic
ru: Создать кнопку для создания точек темы

source: Topic's point list
ca: Llista de punts del tòpic
es: Lista de puntos del tópico
fi: Aiheen kohdelista
nl: Topic plaatsen lijst
ru: Список точек темы

source: Widget to show topic's points
ca: Widget per mostrar els punts del tòpic
es: Widget para mostrar los puntos del tópico
fi: Vempain, jolla aiheen kohteet näytetään
nl: Widget om topic's plaatsen wee te geven
ru: Виджет список точек темы

source: Topic's list of links
ca: Llista d'enllaços del tòpic
es: Lista de enlaces del tópico
fi: Aiheen linkkilista
nl: Topic's lijst met links
ru: Список ссылок темы

source: Widget to show topic's links
ca: Widget per mostrar els enllaços del tòpic
es: Widget para mostrar los enlaces del tópico
fi: Vempain, jolla aiheen linkit näytetään
nl: Widget om topic's links weer te geven
ru: Виджет для показа списка ссылок темы

source: A map
ca: Un mapa
es: Un mapa
fi: Kartta
nl: Een map
ru: Карта

source: Widget to show topic on the map
ca: Widget per mostrar el tòpic al mapa
es: Widget para mostrar el tópico en el mapa
fi: Vempain, jolla näytetään aihe kartalla
nl: Widget om het topic op de map weer te geven
ru: Виджет для показа карты темы

source: Make combo widget
ca: Crear un combo widget
es: Crear widget combo
fi: Luo yhdistelmä vempain
nl: Maak een combinatie widget
ru: Комбинированный виджет

source: Make a widget which contains several widgets (prepare urls for widgets first)
ca: Crear un widget que contingui diversos widgets (prepara les urls per als widgets en primer lloc)
es: Crear un widget que contenga varios widgets (prepare las urls para los widgets en primer lugar)
fi: Luo vempain, joka sisältää useita vempaimia (varmista vempaimien url-osoitteet ensin)
nl: Maak een widget dat meerdere widgets bevat (prepareer urls voor de widgets eerst)
ru: Создание комбинированного виджета (заготовьте URL виджетов-компонентов)

source: Make note
ca: Crear una nota
es: Crear una nota
fi: Lisää huomio
nl: Maak note
ru: Добавить текст

source: Make a widget to show a note
ca: Crear un widget per mostrar una nota
es: Crear un widget para que muestre una nota
fi: Luo vempain, jolla näytetään huomioita
nl: Maak een widget om een note weer te geven
ru: Создание виджета для показа текста

source: Please, confirm your action
ca: Sis plau, confirmar l'acció
es: Por favor, confirme su acción
fi: Ole hyvä ja varmista toimintosi
nl: Bevestig uw actie
ru: Пожалуйста, подтвердите Ваше действие

source: Sign up.
ca: Registrar-se.
es: Registrarse.
fi: Rekisteröidy.
nl: Aanmelden.
ru: Регистрация.

source: Choose a username and password
ca: Escull un nom d'usuari i contrasenya
es: Elija un nombre de usuario y una contraseña
fi: Valitse käyttäjänimi ja salasana
nl: Bedenk een gebruikersnaam en wachtwoord
ru: Выберите имя пользователя и пароль

source: Tools for topic.
ca: Eines per al tòpic.
es: Herramienta para el tópico.
fi: Aiheen työkalut
nl: Tools voor topic.
ru: Инструменты темы

source: Add trigger
ca: Afegir reacció
es: Añadir reacción
fi: Lisää laukaisin
nl: Voeg trigger toe
ru: Добавить триггер

source: Manage topic administrators
ca: Gestiona els administradors del tòpic
es: Gestionar los administradores del tópico
fi: Hallinnoi aiheen valvojia
ru: Задание администраторов темы

source: CSV Export
ca: Exportar CSV
es: Exportar CSV
fi: CSV Vienti
nl: CSV Exporteren
ru: CSV-экспорт

source: Export points as CSV
ca: Exportar punts com a CSV
es: Exportar puntos como CSV
fi: Vie kohteet CSV:nä
nl: Exporteer plaatsen als CSV
ru: Экспорт точек в CVS-формате

source: Currently active triggers
ca: Reaccions actives actualment
es: Reacciones activas actualmente
fi: Aktiiviset laukaisimet
nl: Momenteel actieve triggers
ru: Активные триггеры

source: Would you like to delete the trigger?
ca: Vols eliminar la reacció?
es: Quiere eliminar la reacción?
fi: Tahtoisitko poistaa laukaisimen?
nl: Wilt u deze trigger verwijderen?
ru: Хотите ли удалить триггер?

source: Redirecting
ca: Redirecció
es: Redireccionando
fi: Uudelleenohjaa
nl: Doorverwijzen
ru: Перенаправление

source: If your browser does not automatically re-direct:
ca: Si el teu navegador no redirecciona automàticament:
es: Si su navegador no redirecciona automáticamente:
fi: Jos selaimesi ei automaattisesti uudelleenohjaa:
nl: Als u een browser gebruikt die niet vanzelf doorverwijst:
ru: Если браузер не перенаправится автоматически:

source: search
ca: cercar
es: busca
fi: etsi
nl: zoeken
ru: поиск

source: Add new topic
ca: Afegir un tòpic nou
es: Añade un tópico nuevo
fi: Lisää aihe
nl: Voeg een nieuw topic toe
ru: Добавить новую тему

source: edit settings
ca: editar configuració
es: editar configuración
fi: muokkaa asetuksia
ru: редактировать настройки

source: Highlighted Topics
ca: Tòpics rellevants
es: Tópicos destacados
fi: Korostetut aiheet
ru: Важные темы

source: Recently updated Topics
ca: Tòpics actualitzats recentment
es: Tópicos actualizados recientemente
fi: Viimeksi päivitetyt aiheet
nl: Laatst bewerkte Topics
ru: Недавно обновленные темы

source: Make HTML
ca: Crear HTML
es: Crear HTML
fi: Luo HTML
nl: Maak HTML
ru: Создать HTML

source: Update on the topic page
ca: Actualitzar a la pàgina del tòpic
es: Actualizar en la página del tópico
fi: Päivitys aihesivulla
nl: Update op de topic pagina
ru: Обновить на странице темы

source: Remember to Make HTML first for the changes to be effective
ca: Enrecorda't de crear l'HTML en primer lloc perque els canvis siguin efectius
es: Acuerdese de crear el HTML en primer lugar para que los cambios sean efectivos
fi: Muista tehdä HTML ensin, jotta muutokset jäisivät voimaan
nl: Onthoud om eerst de html te genereren voordat uw veranderingen zichtbaar zijn
ru: Сначала необзодимо Создать HTML, иначе изменения не вступят в силу

source: Add to the topic page
ca: Afegir a la pàgina del tòpic
es: Añadir a la página del tópico
fi: Lisää aihesivulle
nl: Toevegen aan de topic pagina
ru: Добавить на страницу темы

source: The widget will look like:
ca: El widget tindrà el següent aspecte:
es: El widget tendrá el siguiente aspecto:
fi: Vempaimesi tulee näyttämään tältä:
nl: De widget komt er als volgt uit te zien:
ru: Виджет будет выглядеть так:

source: The following URL can be used for creating combo widget (Copy/Paste):
ca: La següent URL es pot fer servir per crear un combo widget (Copiar/Enganxar):
es: La siguiente URL puede ser usada para crear un combo widget (Copiar/Pegar):
fi: Seuraavaa URLia voi käyttää yhdistelmävempaimen luontiin (Kopioi/Liitä):
nl: De volgende URL kan gebruikt worden for een combinatie widget:
ru: Следующий URL может быть использован в комбинированном виджете:

source: Key
ca: Clau
es: Llave
fi: Avain
nl: Sleutel
ru: Ключ

source: default
ca: per defecte
es: por defecto
fi: oletus
nl: Standaard
ru: умолчание

source: Change value
ca: Modificar valor
es: Cambiar valor
fi: Muuta arvoa
nl: Verander waarde
ru: Изменить значение

source: Manage user
ca: Gestionar usuari
es: Gestionar usuario
fi: Hallinnoi käyttäjää
nl: Manage gebruiker
ru: Править пользователя

source: advanced settings
ca: configuració avançada
es: configuración avanzada
fi: lisäasetukset
ru: доп. настройки

source: OR: Guest Login
ca: O: inici de sessió com a convidat
es: O: Iniciar sesión como invitado
fi: TAI: Vieraiden sisäänkirjautuminen
ru: ИЛИ: Гостевой вход

source: This username will be valid until you log out or shut down your browser.
ca: Aquest nom d'usuari serà vàlid fins que surtis de la sessió o tanquis el navegador.
es: Este nombre de usuario será valido hasta que termine la sesión o cierre su navegador.

source: my location
ca: la meva posició
es: mi posición
fi: sijaintini
nl: Mijn locatie
ru: мое местонахождение

source: Topics created or moderated by %s
ca: Tòpics creats o moderats per %s
es: Tópicos creados o moderados por %s
fi: %s:n luomat tai hallinnoimat aiheet.
nl: Topics aangemaakt of bewerkt door %s
ru: Темы, созданные или модерируемые %s

source: Topics the user has been subscribed to
ca: L'usuari està subscrit als següents tòpics
es: Tópicos a los que el usuario se ha suscrito
fi: Käyttäjän tilaamat aiheet
nl: Topics waar de gebruiker op is geabonneerd
ru: Подписка на темы

source: Contributions by %s
ca: Contribucions per %s
es: Contribuciones por %s
fi: %s:n lisäykset
nl: Contributie door %s
ru: Добавлено %s

source: whole map
ca: el mapa sencer
es: mapa entero
fi: koko kartta
ru: вся карта

source: My topics
ca: Els meus tòpics
es: Mis tópicos
fi: Minun aiheeni
ru: Мои темы

source: 1. Click a location on the map <strong>or</strong> give a street <a href="#" onClick="ap()">address...</a>
es: 1. Haga click en el mapa en la locación deseada <strong>o</strong> escriba la dirección <a href='#' onClick='ap()'>address...</a>

source: Notes
es: Notas

source: link
es: vinvulo

source: Click a location on the map <a href='javascript:mp()'>map</a> <strong>or</strong> give a street address:
es: De click en un lugar en el <a href='javascript:mp()'>map</a> <strong>o</strong> de una dirección:

source: Categories
es: Categorias

source: Subscription
es: Suscripción
fi: Tilaus
nl: Abonnement
ru: Заказ

source: Active
es: Activo
fi: Aktiivinen
nl: Actief
ru: Активен

source: Text:
es: Texto:
fi: Teksti:
nl: Tekst:
ru: Текст:

source: No such user.
es: No existe el usuario.
fi: Käyttäjää ei löytynyt.
nl: Deze gebruiker bestaat niet.
ru: Нет такого пользователя.

source: No such user
es: No existe el usuario
fi: Käyttäjää ei löytynyt
nl: Deze gebruiker bestaat niet
ru: Нет такого пользователя

source: point
fi: kohde
nl: plaats
ru: точка

source: Height(pixels)
fi: Korkeus (pixeliä)
ru: Высота (пиксели)

source: title
fi: nimi
nl: titel
ru: название

source: Email
fi: Sähköposti
ru: Эл. почта

source: m
ru: м

source: Search this topic
fi: Etsi tässä aiheessa
ru: Искать в этой теме

source: no
fi: ei
nl: nee
ru: нет

source: Topic Points widget information
fi: Aiheen kohteet-vempaimen tiedot
nl: Topic plaatsen widget informatie
ru: Данные виджета Точки темы

source: Point order
fi: Kohteiden järjestys
nl: Plaats volgorde
ru: Порядок точек

source: Map widget information
fi: Kartta vempaimen tiedot
nl: Map widget informatie
ru: Данные виджета Карта

source: Topic Links widget information
fi: Aiheen linkit-vempaimen tiedot
nl: Topic Links widget informatie
ru: Данные виджета Ссылки темы

source: User
fi: Käyttäjä
nl: Gebruiker
ru: Пользователь

source: Point: details
fi: Kohte: tiedot
nl: Plaats: details
ru: Точки: данные

source: User location
fi: Käyttäjän sijainti
nl: Gebruikers locatie
ru: Местонахождение пользователя

source: Add a new point to the current location
fi: Lisää kohde
ru: Добавить точку

source: change
fi: muuta
ru: изм.

source: Topic
fi: Aihe
ru: Тема

source: Topic:
fi: Aihe:
ru: Тема:

source: Title:
fi: Nimi:
nl: Titel:
ru: Имя:

source: Description:
fi: Kuvaus:
nl: Beschrijving:
ru: Описание:

source: Tags:
fi: Asiasanat:
ru: Теги:

source: cancel
fi: peruuta
ru: отменить

source: POINT: DETAILS
fi: KOHDE: TIEDOT
nl: Plaats: details
ru: ТОЧКА: ДАННЫЕ

source: Distance
fi: Etäisyys
nl: Aftsand
ru: Расстояние

source: Created
fi: Luotu
nl: Aangemaakt
ru: Создано

source: Please, login to be able to comment.
fi: Kirjaudu sisään voidaksesi kommentoida.
nl: Log alstublieft in om commentaar te plaatsen.
ru: Войдите для возможности комментирования.

source: New comment
fi: Uusi kommenti
nl: Nieuw commentaar
ru: Новый коммент

source: Add a comment
fi: Lisää kommentti
nl: Commentaar toevoegen
ru: Добавить коммент

source: Search local area points
fi: Paikallisien kohteiden haku
ru: Искать среди ближайших точек

source: Search terms
fi: Hakusanat
nl: Zoek voorwaarden
ru: Термины для поиска

source: MAP: SET LOCATION
fi: KARTTA: MÄÄRITTELE SIJAINTI
nl: Map: Stel locatie in
ru: КАРТА: УСТ. МЕСТОПОЛОЖЕНИЕ

source: GPS location not available.
fi: GPS tietoa ei ole saatavilla.
ru: GPS данные не доступны.

source: Choose the location on the map or lookup a street address:
fi: Valita sijaintisi kartasta tai anna katuosoite:
nl: Selecteer een locatie voor de map of zoek een straat adres:
ru: Выберите местонахождение с помощью карты или задайте адрес:

source: > Address lookup failed.
fi: > Katuosoitteen haku epäonnistui.
nl: > Fout bij het zoeken van het adres.
ru: > Поиск по адресу неудачен.

source: Street address
fi: Katuosoite
nl: Straat adres
ru: Адрес

source: Lookup
fi: Haku
nl: Zoek
ru: Поиск

source: Continue
fi: Jatka
nl: Ga door
ru: Продолжить

source: Clear position
fi: Unohda sijainti
nl: Verwijder positie
ru: Стереть положение

source: Info
nl: Informatie
ru: Инфо

source: Point list
fi: Kohteiden lista
nl: Plaats lijst
ru: Список точек

source: All Points in %s m
fi: Kaikki kohteet %s m säteellä
ru: Все точки в радиусе %s м

source: Color Scheme
fi: Värit
nl: Kleurenschema
ru: Цвета

source: Use colors to give your topic a unique appearance.
fi: Käytä värit koristamaan aiheesi.
nl: Gebruik verschillende kleuren om je topic een unieke uitstraling te geven.
ru: Используйте цвета для украшения темы.

source: Widgets
fi: Vempaimet
ru: Виджеты

source: Logged in as %s
fi: Kirjattu sisään %s:na
nl: Ingelogd als %s
ru: Вход под именем %s

source: mobile
fi: mobiiliversio
nl: mobiel
ru: КПК

source: desktop
fi: selainversio
ru: ПК

source: about
fi: info
nl: over
ru: о

source: feedback
fi: palaute
ru: обр.связь

source: Page:
fi: Sivu:
nl: Pagina:
ru: Стр.:

source: Location
fi: Sijainti
nl: Locatie
ru: Положение

source: Details of the new point
fi: Uuden kohteen tiedot
nl: Details van de nieuwe plaats
ru: Данные новой точки

source: Setup DB
nl: Installeer DB
ru: Настроить БД

source: Subscribe to the newsfeed
fi: Tilaa uutissyöte
nl: Abonneren op de nieuwdsfeed
ru: Заказать фид

source: About this topic
fi: Tästä aiheesta
nl: Over dit topic
ru: Об этой теме

source: Delete topic
fi: Poista aihe
nl: Verwijder topic
ru: Удалить тему

source: make this topic feedback topic
fi: tehdä tämä palautteen aiheeksi
nl: Maak van dit topic het feedback topic
ru: сделать темой для обратной связи

source: Choose a center point and zoom level.
fi: Valita keskipist ja zoomaustaso.
nl: Selecteer een centraal punt en zoom level.
ru: Выберите центральную точку и уровень увеличения.

source: Thank you for your contribution!
fi: Kiitos lisäyksestä!
nl: Bedankt voor uw contributie!
ru: Спасибо за Вашу информацию!

source: Return to the site you came from
fi: Siirry sivulle, josta tulit
nl: Ga terug naar de site waar u vandaan kwam
ru: Перейти на страницу, с которой Вы пришли

source: New tag:
fi: Uusi asiasana:
ru: Новый тег:

source: Edit point
fi: Editoi kohde
nl: Bewerk plaats
ru: Ред. точку

source: Edit settings
fi: Editoi asetukset
nl: Bewerk instellingen
ru: Редактировать настройки

source: You can:
fi: Voit:
nl: U kan:
ru: Вы можете:

source: Copy the resulting HTML and insert it into your page's HTML code:
fi: Kopioi allaoleva HTML-koodi ja liitä sivusi HTML-lähdekoodiin:
nl: Kopieer html en voeg toe aan uw pagina's html code:
ru: Скопируйте HTML и вставьте его в Вашу HTML страницу:

source: Advanced settings
fi: Lisäasetukset
nl: Geavanceerde instellingen
ru: Доп. настройки

source: Set location
fi: Määrittele sijainti
nl: Locatie instellen
ru: Уст. местонахождение

source: km
ru: км

source: Point page content
fi: Kohde sivun sisältö
nl: Plaats pagina inhoud
ru: Содержимое страницы точки

source: Point page comment section elements
fi: Kohde sivun kommentit
nl: Plaats pagina commentaar sectie elementen
ru: Элементы раздела комментариев на странице точки

source: This point is marked as inapropriate
fi: Tämä kohde on merkitty sopimattomaksi
nl: Deze plaats is aangegeven als ongewenst
ru: Эта точка отмечена как неподходящая

source: See other contributions to this topic
fi: Katso muiden lisäyksiä tähän aiheeseen
nl: Bekijk andere contributies voor dit topic
ru: См. вклад других на эту тему

source: Posted by
fi: Laittanut:
nl: Toegevoegd door
ru: Отправлено

source: Characters:
fi: Merkit:
nl: Karakters:
ru: Знаки:

source: Warning:
fi: Huom:
nl: Fout:
ru: Предупреждение:

source: the resulting URL is too long for some browsers (IE 6 / 7).
fi: liian pitkä URL.
nl: deze URL is te lang for sommige browsers (IE 6 / 7).
ru: URL стал слишком длинным для некоторых браузеров (IE 6 / 7).

source: Picture:
fi: Kuva:
nl: Afbeelding:
ru: Изображение:

source: BACK TO SEARCH RESULTS
fi: Takaisin hakutuloksille
nl: Terug naar de zoekresultaten
ru: НАЗАД К РЕЗУЛЬТАТАМ ПОИСКА

source: BACK TO TOPIC
fi: Takaisin aiheeseen
nl: Terug naar het topic
ru: НАЗАД К ТЕМЕ

source: BACK TO POINT LIST
fi: Takaisin kohde listalle
nl: Terug naar de plaats lijst
ru: НАЗАД К СПИСКУ ТОЧЕК

source: go there
fi: sinne
nl: ga er naar toe
ru: идти туда

source: Search points
fi: Etsi kohteista
nl: Zoek plaatsen
ru: Искать точки

source: ADD POINT
fi: LISÄÄ KOHDE
nl: Plaats toevoegen
ru: ДОБАВИТЬ ТОЧКУ

source: All Points in %s
fi: Kaikki kohteet %s säteillä
nl: Alle plaatsen in %s
ru: Все точки в радиусе %s

source: All Points
fi: Kaikki kohteet
nl: Alle plaatsen
ru: Все точки

source: Widgetizers
ru: Создание виджетов

source: iisys.users
nl: iisys.gebruikers

source: by
nl: door
