Repository: rnd0101/urbanmediator
Catalog: urbanmediator/locales/*.po
Languages: ca, es, fi, nl, ru

source: No feeds.
ca: No hi ha feeds.
es: No ahy feeds.

source: keyword
ca: paraula clau
es: palabras clave

source: Newsfeed of points with this keyword
ca: Feeds de punts amb aquesta paraula clau
es: Feed con puntos de este tablero

source: You are being logged out.
ca: Estàs sortint de la sessió.
es: Terminando la sesión.
fi: Sinua kirjataan ulos.
nl: U wordt uitgelogd.
ru: Выход.

source: You are being logged out...
ca: Terminant la sessió...
es: Terminando la sesión...
fi: Sinua kirjataan ulos...
nl: U wordt uitgelogd...
ru: Выход...

source: Username
ca: Nom d'usuari
es: Nombre de usuario
fi: Käyttäjänimi
nl: Gebruikersnaam
ru: Имя пользователя

source: Front page
ca: Pàgina principal
es: Página principal

source: My UM
ca: El meu UM
es: Mi UM

source: Privacy policy
ca: Política de privacitat
es: Pólitica de privacidad

source: Contact
ca: Contacte
es: Contacto
fi: Ota yhteyttä
ru: Связаться с нами

source: Terms of use
ca: Condicions d'ús
es: Condiciones de uso
fi: Käyttöehdot
ru: Условия использования

source: Use of this feature requires registration and log in.
ca: L'ús d'aquesta funció requereix registrar-se i iniciar una sessió.
es: El uso de esta función requiere estar registrado.
fi: Tämän ominaisuuden käyttäminen vaatii rekisteröitymistä ja sisäänkirjautumista.
nl: Voor gebruik van deze optie moet u geregistreerd zijn en ingelogd zijn.
ru: Действие требует регистрации и входа.

source: Guest Login
ca: Entrar com a visitant
es: Entrar como visitante
fi: Vieraiden sisäänkirjautuminen
nl: Gasten login
ru: Гостевой вход

source: Your username will appear as:
ca: El teu nom d'usuari serà:
es: Su nombre de usuario será:
fi: Käyttäjänimesi tulee näkymään näin:
nl: Uw gebruikersnaam wordt weergegeven als:
ru: Ваше имя пользователя будет выглядеть как:

source: This username will be valid until you log out or shut down your browser.
ca: Aquest nom d'usuari serà vàlid fins que surtis de la sessió o tanquis el navegador.
es: Este nombre de usuario será valido hasta cuando usted salga de UM o cierre su navegador.
fi: Tämä käyttäjänimi on voimassa kunnes kirjaudut ulos tai suljet selaimesi.
nl: Deze gebruikersnaam zal actief zijn als u uitlogt of uw browser afsluit.
ru: Это имя будет действительно до выхода или завершения работы браузера.

source: or
ca: o
es: o
fi: tai
nl: of
ru: или

source: Normal Login
ca: Inici de sessió normal
es: Inicio de sesión normal
fi: Normaali sisäänkirjautuminen
nl: Normale login
ru: Нормальный вход

source: Password
ca: Contrasenya
es: Contraseña
fi: Salasana
nl: Paswoord
ru: Пароль

source: New users
ca: Usuaris nous
es: Usuarios nuevos
fi: Uudet käyttäjät
nl: Nieuwe gebruikers
ru: Новые пользователи

source: sign up here
ca: registra't aquí
es: registrese aquí
fi: rekisteröidy täällä
nl: Registreren
ru: зарегистрироваться здесь

source: Write your username
ca: Escriu el teu nom d'usuari
es: Escriba su nombre de usuario

source: My boards
ca: Els meus taulons
es: Mis tableros

source: boards
ca: taulons
es: tableros

source: My notes
ca: Les meves notes
es: Mis notas

source: My points
ca: Els meus punts
es: Mis puntos

source: points
ca: punts
es: puntos

source: My attachments
ca: Els meus fitxers adjunts
es: Mis anexoz

source: Not implemented
ca: en construcció
es: en construcción

source: This feature has not been implemented yet.
ca: Aquesta funcionalitat encara no ha estat implementada.
es: Esta funcionalidad no ha sido implementada aun.
fi: Tätä ominaisuutta ei ole vielä toteutettu.
nl: Deze optie is nog niet geÃ¯nstalleerd.
ru: Это еще не реализовано.

source: Desktop version
ca: Versió de PC
es: version de PC

source: Your feedback
ca: La teva opinió
es: Envie retroalimentación

source: Earlier feedback
ca: La teva opinió anterior
es: Retroalimentación anterior

source: No points
ca: No hi ha punts
es: No hay puntos

source: Please specify location on the map which will appear shortly.
ca: Siusplau especifica una posició del mapa que apareixerà en breus instants.
es: Porfavor especifique una locación en el mapa que aparecera pronto.

source: Recent projects
ca: Darrers projectes
es: Projectos recientes

source: Batch edit
ca: Edició en grup
es: Edición en grupo

source: Post to UrbanMediator
ca: Portar a UrbanMediator
es: Enviar a UrbanMediator

source: Description
ca: Descripció
es: Descripción
fi: Kuvaus
nl: Beschrijving
ru: Описание

source: Read once
ca: Llegeix un cop
es: Leer una vez

source: Login as
ca: Entrar com
es: Entrar como

source: Describe resource
ca: Descriure el recurs
es: Describir recurso

source: Place on the map
ca: Situar al mapa
es: Ubicar en el map

source: OR
ca: O
es: O

source: Give address
ca: Donar adreça
es: De uan dirección

source: example: koreankatu 2
ca: exemple: diagonal 234
es: example: Las Ramblas 69

source: Street and number
ca: Carrer i número
es: Calle y número

source: Submit point
ca: Enviar punt
es: Enviar punto

source: Give street and house number
ca: Donar carrer i número de la casa
es: De calle y número

source: Author
ca: Autor
es: Autor

source: Add new point at star position
ca: Afegeix un nou punt a la posició de la estrella
es: Agregar un punto nuevo en al posicion de la estrella

source: Attachment
ca: Fitxer adjunt
es: Anexos

source: New attachment for
ca: Nou fitxer adjunt per
es: Nuevo anexo para

source: points found for
ca: punts trobats per
es: puntos encontrados para

source: ERROR: point has no title.
ca: ERROR: el punt no té títol.
es: ERROR: el punto no tiene título.

source: ERROR: point has no coordinates.
ca: ERROR: el punt no té coordenades.
es: ERROR: el punto no tiene coordinadas.

source: ERROR: Unknown map action.
ca: ERROR: acció no reconeguda per el mapa.
es: ERROR: acción no reconocida para el mapa.

source: Not found
ca: No s'ha trobat
es: No encontrado
fi: Ei löydy
nl: Niet gevonden
ru: Не найдено

source: Visual code is wrong
ca: El codi visual és incorrecte
es: Codigo visual es inadecuado

source: Passwords do not match
ca: Les claus no coincideixen
es: La contraseñas no son iguales

source: No such user - error occured
ca: No existeix l'usuari - error
es: No existe el usuario - error
fi: Käyttäjää ei ole -virhe
nl: Deze gebruiker bestaat niet - Fout heeft zich voor gedaan
ru: Ошибка - нет такого пользователя

source: Login failed
ca: L'inici de sessió ha fallat
es: Inicio de sesión fallido
fi: Visuaalinen koodi on väärä. Yritä uudelleen
nl: Login mislukt
ru: Вход не удался

source: Visual code is wrong. Try again
ca: Codi visual incorrecte. Prova un altre cop
es: Código visual incorrecto. Pruebe otra vez
nl: Visuele code is verkeerd. Probeer opnieuw
ru: Код неверен. Повторите

source: No description
ca: No hi ha descripció
es: Sin descripción
fi: Ei kuvausta
nl: Geen beschrijving
ru: Нет описания

source: ERROR: Board has no title.
ca: ERROR: el tauló no té títol.
es: ERROR: Tablero no tiene titúlo.

source: ERROR: Board has no description.
ca: ERROR: el tauló no té descripció.
es: ERROR: tablero no tiene descripción.

source: No summary
ca: No hi ha sumari
es: Sin resumen
fi: Ei yhteenvetoa
nl: Geen samenvatting
ru: Нет сводки

source: ERROR: Point has no title.
ca: ERROR: el punt no té títol.
es: ERROR: Punto no tiene título.

source: No such point. Update your bookmarks.
ca: No existeix aquest punt. Actualitza els teus marcadors.
es: No exist eeste punto, favor actualize sus marquillas.

source: Point
ca: Punt
es: Puntos

source: Add point
ca: Afegir punt
es: Crear punto
fi: Lisää kohde
nl: Plaats toevoegen
ru: Добавить точке

source: ERROR: Location not specified.
ca: ERROR: Posició no especificada.
es: ERROR: Lugar no especificado.

source: Address is wrong
ca: L'adreça és incorrecte
es: Dirección equivocada

source: Point name not given
ca: Aquest punt no té un títol
es: No s ele dio título al punto

source: No such board. Update your bookmarks.
ca: No existeix aquest taulò. Actualitza els teus marcadors.
es: No exoste este tablero, actualize sus marquillas.

source: Add points to the board
ca: Afegeix punts al taulò
es: Agregue puntos al tablero

source: Add news feed to the board
ca: Afegeix feeds al taulò
es: Agregue una feed al tablero

source: Settings
ca: Configuració
es: Configuración
fi: Asetukset
nl: Instellingen
ru: Настройки

source: Subscribe
ca: Subscriu-te
es: Suscripción

source: Added points to the board
ca: Punts afegits al taulò
es: Puntos agregados al tablero

source: Thank you for adding the point!
ca: Gràcies per afegir el punt!
es: Gracias por agregar el punto!

source: Search results
ca: Resultats de la cerca
es: Resultados de busqueda

source: ERROR: No user.
ca: ERROR: L'usuari no existeix.
es: ERROR: No existe este usuario.

source: ERROR: Point has no description.
ca: ERROR: El punt no té descripció.
es: ERROR: Punto no tiene descripción.

source: Attachment addition cancelled.
ca: Cancel·lada l'addició del fitxer adjunt.
es: Cancelada la adición del anexo.

source: Note addition cancelled.
ca: Cancel·lada l'addició de la nota.
es: Cancelada la adición de la nota.

source: User name is reserved or forbidden
ca: Aquest nom d'usuari està reservat o no disponible
es: Nombre de usuario reservado o no disponible

source: Bad user name
ca: Nom d'usuari incorrecte
es: nombre de usuario incorrecto

source: Feedback
ca: Donans la teva opinió
es: Retroalimentación

source: Attachments from this point
ca: Fitxer adjunts a aquest punt
es: Anexos a este punto

source: all contributions
ca: totes les contribucions
es: todas las contribuciones

source: Please login prior to attaching files.
ca: Siusplau entra abans de penjar fitxers adjunts.
es: Por favor entre anted de anexar archivos.

source: add point
ca: afegeix punt

source: Point addition disabled.
ca: No es poden afegir punts.
es: Creación de puntos desactivada.
fi: Kohteen lisääminen estetty
nl: Plaats toevoegen vergrendeld.
ru: Новые точки не принимаются.

source: Note
ca: Nota
es: Nota
fi: Lisää tekstiä
ru: Добавить текст

source: No such topic. Update your bookmarks.
ca: No existeix el tòpic. Actualitza els teus marcadors.
es: No existe el tópico. Actualiza tus marcadores.
fi: Aihetta ei olemassa. Päivitä kirjanmerkkisi.
nl: Dit topic bestaat niet. Update uw bladwijzers.
ru: Нет такой темы. Исправьте закладку.

source: Links
ca: Enllaços
es: Enlaces
fi: Linkit
ru: Ссылки

source: Setting database
ca: Configurant base de dades
es: Configurando base de datos
fi: Tietokannan asetukset
ru: Настройки БД

source: Enter some values to start with the database setup
ca: Introdueix alguns valors per començar amb la configuració de la base de dades
es: Introduzca algunos valores para empezar la configuración de la base de datos
fi: Aloita tietokannan luominen antamalla joitakin arvoja
nl: Voer enige waarden in om de database op te starten
ru: Задайте значения для начальной настройки БД

source: Widget appearance
ca: Aspecte del widget
es: Aspecto del Widget
fi: Vempaimen ulkonäkö
nl: Widget lay-out
ru: Внешний вид виджета

source: Show header?
ca: Mostrar capçalera?
es: Mostrar cabecera?
fi: Näytä ylätunniste?
nl: Laat header zien?
ru: Показывать заголовок?

source: Show logo?
ca: Mostrar logo?
es: Mostrar logotipo?
fi: Näytä logo?
nl: Laat logo zien?
ru: Показывать лого?

source: Title
ca: Títol
es: Título
fi: Otsikko
nl: Titel
ru: Заголовок

source: Link for title (URL)
ca: Enllaç per al títol (URL)
es: Enlace para el título(URL)
fi: Linkki otsikolle (URL)
nl: Link voor titel (URL)
ru: Ссылка для заголовка (URL)

source: Subtitle
ca: Subtítol
es: Subtítulo
fi: Alaotsikko
nl: Subtitel
ru: Подзаголовок

source: Must be a number
ca: Ha de ser un número
es: Debe ser un número
fi: Merkin täytyy olla numero
nl: Moet een nummer zijn
ru: Должно быть числом

source: Height (pixels)
ca: Alçada (píxels)
es: Alto (píxeles)
fi: Korkeus (pixeliä)
nl: Hoogte (pixels)
ru: Высота (пиксели)

source: Width (pixels)
ca: Amplada (píxels)
es: Ancho (píxeles)
fi: Leveys(pixeliä)
nl: Breedte (pixels)
ru: Ширина (пиксели)

source: Widget Basic Settings
ca: Configuració bàsica del widget
es: Configuración básica del Widget
fi: Vempaimen perusasetukset
nl: Widget basis instellingen
ru: Базовые настройки виджета

source: Must be filled
ca: Ha de ser omplert
es: Debe rellenarse adecuadamente
fi: Kohta on täytettävä
nl: Moet ingevuld worden
ru: Поле должно быть заполнено

source: Text that will show on button
ca: Text que es mostrarà al polsador
es: Texto a mostrar en el botón
fi: Teksti, joka näkyy nappulassa
nl: Tekst die wordt weergegeven op de knop
ru: Текст на кнопке

source: Text to show when point creation is disabled
ca: Text que es mostrarà quan la creació de punts estigui desactivada
es: Texto a mostrar cuando la creación de puntos este desactivada
fi: Teksti, joka näkyy kun kohteen luominen on estetty
nl: Tekst om te laten zien wanneer plaats toevoegen niet mogelijk is
ru: Текст, показываемый при запрете на создание точек

source: Adding point disabled
ca: Està desactivat l'afegir punts
es: Crear punto desactivado
fi: Kohteen luominen estetty
nl: Plaats toevoegen vergrendeld
ru: Создание новых точек запрещено

source: Add Point page Basic Settings
ca: Configuració bàsica de la creació de punts
es: Configuración básica: crear punto
fi: Lisää kohde sivun perusasetukset
nl: Plaats toevoegen pagina basis instellingen
ru: Базовые настройки страницы создания точки

source: Point title example
ca: Exemple de títol del punt
es: Ejemplo del título de punto
fi: Kohteen otsikko esimerkkejä
nl: Plaats titel voorbeeld
ru: Пример названия точки

source: List of fixed hidden tags
ca: Etiquetes fixes ocultes
es: Etiquetas fijas ocultas
fi: Lista valmiista piilotetuista avainsanoista
nl: Lijst van vaste verstopte tags
ru: Список фиксированных скрытых тегов

source: List of predefined tags (leave empty for none)
ca: Etiquetes predefinides (en cas de cap deixar buit)
es: Etiquetas predefinidas (dejar vacio si ninguna)
fi: Lista valmiiksi annetuista avainsanoista (jos ei ole niin jätä tyhjäksi)
nl: Lijst van vooraf ingestelde tags (Laat leeg voor geen tags)
ru: Список готовых тегов (оставить пустым, если не нужен)

source: Allow
ca: Permetre
es: Permitir
fi: Mahdollista
nl: Toestaan
ru: Разрешить

source: Disallow
ca: Prohibir
es: Prohibir
fi: Estä
nl: Niet toestaan
ru: Запретить

source: Free tags (user's own)
ca: Etiquetes lliures (pròpies de l'usuari)
es: Etiquetas libres (propias del usuario)
fi: Vapaat avainsanat(käyttäjän omat)
nl: Vrije tags (gebruikers eigen)
ru: Заданные пользователем теги

source: Empty for most cases. May be: official
ca: Buit la majoria dels casos. Pot ser: oficial
es: Vacío la mayoria de los casos. Puede ser:autorizado
fi: Yleensä tyhjä. Voi olla: virallinen
nl: Meetsal leeg. misschien: officieel
ru: Обычно пустой. Может быть: official

source: Point Tags example (for free tags)
ca: Exemple d'etiquetes de punt (per etiquetes lliures)
es: Ejemplo de etiquetas para puntos (para etiquetas libres)
fi: Kohteen avainsana esimerkki (vapaille avainsanoille)
nl: Plaats tags voorbeeld (voor vrije tags)
ru: Примеры тегов (для тегов пользователя)

source: Add Point page Advanced Settings (optional)
ca: Configuració avançada de la creació de punts (opcional)
es: Configuración avanzada: crear punto (opcional)
fi: Lisää kohde sivun Lisäasetukset (optional)
nl: Plaats toevoegen pagina geavanceerde instellingen (optioneel)
ru: Доп. настройки страницы создания точки (необязательно)

source: Form title
ca: Forma del títol
es: Forma del título
fi: Luo otsikko
nl: Formulier titel
ru: Заголовок формы

source: Latitude
ca: Latitud
es: Latitud
fi: Leveysaste
ru: Широта

source: Longitude
ca: Longitud
es: Longitud
fi: Pituusaste
ru: Долгота

source: Must be a number 1-20 or auto
ca: Ha de ser un número de l'1 al 20 o automàtic
es: Debe ser un número del 1-20 o automático
fi: Täytyy olla numero 1-20 tai automaattinen
nl: Moet een getal zijn tussen 1-20 of auto
ru: Должно быть числом от 1 до 20 или auto

source: Must be 1-20
ca: Ha de ser 1-20
es: Debe estar entre 1 y 20
fi: Täytyy olla väliltä 1-20
nl: Moet een getal zijn tussen de 1-20
ru: Должно быть числом от 1 до 20

source: Zoom level
ca: Nivell de zoom
es: Nivel de zoom
fi: Zuumaustaso
ru: Увеличение

source: Must be a number or empty
ca: Ha de ser un número o buit
es: Debe ser un número o estar vacío
fi: Täytyy olla numero tai tyhjä
nl: Moet een getal zijn of leeg
ru: Должно быть число или пусто

source: Template point ID
ca: ID de plantilla del punt
es: ID de plantilla de punto
fi: Pohjakohteen ID
nl: Layout plaats ID
ru: ID шаблона точки

source: Note widget information
ca: Informació sobre el widget de nota
es: Información sobre Widget de nota
fi: Lisätieto-vempain tietoa
nl: Note widget informatie
ru: Информация текстового виждета

source: Note title (not shown)
ca: Títol de la nota (no es mostrarà)
es: Título de nota (no se muestra)
fi: Lisätiedon otsikko (ei näy)
nl: Note titel (wordt niet weergegeven)
ru: Заголовок текста (не показывается)

source: Note text
ca: Text de la nota
es: Texto de la nota
fi: Lisätiedon teksti
nl: Note tekst
ru: Текст

source: Container widget information
ca: Contingut de la informació del widget
es: Contenido de la información del widget
fi: Yhdistelmä vempaimen tiedot
nl: Container widget informatie
ru: Информация комбинированного виджета

source: Submit widget information
ca: Envia informació del widget
es: Presentar información del widget
fi: Nappulan tiedot
ru: Информация о кнопке

source: Must be a number 1-20
ca: Ha de ser un número de l'1 al 20
es: Debe ser un número del 1-20
fi: Täytyy olla numero väliltä 1-20
nl: Moet een nummer zijn tussen de 1-20
ru: Должно быть числом от 1 до 20

source: Number of points to show
ca: Número de punts a mostrar
es: Número de puntos a mostrar
fi: Kuinka monta kohdetta näytetään
nl: Aantal plaatsen laten zien
ru: Сколько точек показывать

source: Point information display in point list
ca: Visualitzar informació dels punts a la llista
es: Mostrar información de los puntos en la lista
fi: Kohteen tieto kohdeluettelossa
nl: Plaats informatie laten zien in plaatsen lijst
ru: Какие данные о точке показывать в списке точек

source: Width of the map
ca: Amplada del mapa
es: Ancho del mapa
fi: Kartan leveys
nl: Breedte van de map
ru: Ширина карты

source: Height of the map
ca: Alçada del mapa
es: Altura del mapa
fi: Kartan korkeus
nl: Hoogte van de map
ru: Высота карты

source: Number of links to show
ca: Número d'enllaços a mostrar
es: Número de enlaces a mostrar
fi: Kuinka monta linkkiä näytetään?
nl: Aantal links om te laten zien
ru: Сколько ссылок показывать?

source: Widget Editor
ca: Editor de widgets
es: Editor de widget
fi: Vempaimen muokkaaminen
ru: Редактор виджетов

source: newest
ca: més recents
es: más recientes
fi: uusin
nl: nieuwste
ru: новые

source: oldest
ca: més antics
es: más angtiguos
fi: vanhin
nl: oudste
ru: старые

source: recently updated
ca: actualitzat recentment
es: actualizados recientemente
fi: päivitetty lähiaikoina
nl: laatst geupdate
ru: недавно обновленные

source: most points
ca: més punts
es: contenga más puntos
fi: eniten kohteita
nl: meeste plaatsen
ru: больше точек

source: This information is stored at:
ca: Aquesta informació ha estat emmagatzemada a:
es: Información almacenada en:
fi: Tämä tieto on varastoituna:
nl: Deze informatie is opgeslagen op:
ru: Данные сохранены:

source: Also stored at
ca: També emmagatzemat a
es: También almacenado en
fi: Varastoituna myös:
nl: Ook opgeslagen op
ru: Таже храниться:

source: from external sources
ca: provinent de fonts externes
es: de fuentes externas
fi: ulkoisista lähteistä
nl: Van een externe bron
ru: из внешних источников

source: Topic points
ca: Punts del tòpic
es: Puntos del tópico
fi: Aiheen kohteet
nl: Topic plaatsen
ru: Точки темы

source: No such topic. Delete from your bookmarks:
ca: No existeix el tòpic. Esborra'l dels marcadors:
es: No existe el tópico. Eliminelo de sus marcadoes
fi: Aihetta ei olemassa. Poista kirjanmerkeistäsi:
nl: Dit topic bestaat niet. Verwijder uit uw favorieten:
ru: Нет такой темы. Удалите закладку:

source: No such point. Delete from your bookmarks:
ca: No existeix el punt. Esborra'l dels marcadors:
es: No existe el punto. Eliminelo de sus marcadores
fi: Kohdetta ei olemassa. Poista kirjanmerkeistäsi:
nl: Deze plaats bestaat niet. Verwijder uit uw favorieten:
ru: Нет такой точки. Удалите закладку:

source: Point:
ca: Punt:
es: Punto:
fi: Kohde:
nl: Plaats:
ru: Точка:

source: Topics
ca: Tòpics
es: Tópicos
fi: Aiheet
ru: Темы

source: Search for '%s'
ca: Cerca per '%s'
es: Busca '%s'
fi: Etsi '%s'
nl: Zoek naar '%s'
ru: Поиск '%s'

source: Yes
ca: Sí
es: Sí
fi: Kyllä
nl: Ja
ru: Да

source: Login page
ca: Pàgina d'inici de sessió
es: Página de inicio de sesión
fi: Sisäänkirjautumissivu
nl: Login pagina
ru: Вход

source: Front Page
ca: Pàgina principal
es: Página principal
fi: Etusivu
nl: Voorpagina
ru: Главная

source: Advanced search:
ca: Cerca avançada:
es: Busqueda avanzada:
fi: Tarkennettu haku:
nl: Geavanceerd zoeken:
ru: Поиск:

source: User:
ca: usuari:
es: Usuario:
fi: Käyttäjä:
nl: Gebruiker:
ru: Пользователь:

source: Old password
ca: Contrasenya antiga
es: Contraseña antigua
fi: Vanha salasana
nl: Oud paswoord
ru: Старый пароль

source: You do not have rights to access user information.
ca: No tens drets per accedir a informació d'usuari.
es: No tiene derechos para acceder a información de usuario.
fi: Sinulla ei ole oikeuksia käyttäjätietoihin
nl: U heeft geen rechten om gebruikers informatie te zien.
ru: У Вас нет прав для доступа к данным пользователя

source: Change settings
ca: Modificar la configuració
es: Cambiar configuración
fi: Vaihda asetuksia
nl: Verander instellingen
ru: Изменить настройки

source: You do not have rights to change user information.
ca: No tens drets per modificar la informació d'usuari.
es: No tiene derechos para modificar información de usuario.
fi: Sinulla ei ole oikeuksia muuttaa käyttäjätietoja.
nl: U heeft geen rechten om gebruikers informatie te bewerken.
ru: У Вас нет прав для изменения данных пользователя.

source: You do not have rights to change user information. Old password not given.
ca: No tens drets per modificar la informació d'usuari. No s'ha proporcionat la contrasenya antiga.
es: No tiene derechos para modificar información de usuario. Contraseña antigua no introducida.
fi: Sinulla ei ole oikeuksia muuttaa käyttäjätietoja. Vanhaa salasanaa ei anneta
nl: U heeft geen rechten om gebruikers informatie te bewerken. Oude paswoord niet gegeven.
ru: У Вас нет прав для изменения данных пользователя. Старый пароль не задан

source: Password mismatch or empty password.
ca: Les contrasenyes no coincideixen o està buida.
es: La contraseña no coincide o no ha sido introducida.
fi: Salasana väärä tai tyhjä salasana
nl: Paswoorden niet gelijk of leeg.
ru: Пароли не совпадают или пусты

source: Password changed.
ca: S'ha modificat la contrasenya.
es: La contraseña ha sido modificada.
fi: Salasana vaihdettu.
nl: Paswoord veranderd.
ru: Пароль изменен.

source: Profile updated.
ca: Perfil actualitzat.
es: El perfil ha sido actualizado.
fi: Profiili päivitetty.
nl: Profiel geupdate.
ru: Профиль обновлен.

source: Set user location
ca: Establir la posició d'usuari
es: Localización del usuario
fi: Aseta käyttäjän sijainti
nl: Stel gebruikers locatie in.
ru: Задать местонахождение пользователя

source: Topic:
ca: Tòpic:
es: Tópico:
fi: Aihe:
ru: Тема:

source: New Topic
ca: Nou tòpic
es: Tópico nuevo
fi: Uusi aihe
nl: Nieuw Topic
ru: Новая тема

source: a topic
ca: un tòpic
es: un tópico
fi: aihe
nl: een topic
ru: тема

source: Point created!
ca: Punt creat!
es: Punto creado!
fi: Kohde luotu!
nl: Plaats aangemaakt!
ru: Точка создана!

source: Add comment
ca: Afegir comentari
es: Añadir comentario
fi: Lisää kommentti
nl: Commentaar toevoegen.
ru: Добавить комментарий

source: Comment text
ca: Comentar text
es: Comentar el texto
fi: Kommentti
nl: Commentaar tekst
ru: Комментарий
