Repository: rnd0101/urbanmediator
Catalog: urbanmediator/locales/*.po
Languages: ca, es, fi, nl, ru

source: um_version
ca: beta
es: alpha

source: <strong>Urban Mediator</strong> is a tool for connecting people, places and information.
ca: <strong>Urban Mediator</strong> és una eina per a connectar persones, llocs i informació. Feu-la servir per compartir els vostres coneixements del barri i accedir a la informació provinent d'altres residents, visitants i oficines municipals. També podeu crear taulons per tractar assumptes locals juntament amb altra gent interessada.
es: <strong>Urban Mediator</strong> es una herramienta para conectar lugares personas e información. Uselo para compartir sus conocimientos sobre su localidad y para conectar información proviniente de otros residentes, visitantes o fuentes oficiales. Usted tambien puede crear un tablero(?) para tratar asuntos locales con otros interesados.

source: Import points tool description
ca: Importar punts provinents d'altres taulons a Urban Mediator i agregar-los a aquest.
es: Importe puntos provinientes de otros tableros y agreguelos a este.

source: Import newsfeed tool description
ca: Importar noticies des d'un feed (RSS/ATOM) i afegir-les a la secció de noticies d'aquest tauló.
es: Importe feeds (RSS/ATOM) y agreguelas a la seccion de notícias de este tablero.

source: GeoRSS tool description
ca: Importar punts des d'un feed GeoRSS i afegir-los al mapa d'aquest tauló.
es: Importe puntos desde una feed GeoRSS y agreguelos a este tablero.

source: Scrape tool description
ca: Busca en un lloc web informació relacionada amb el tauló i afegeix els resultats.
es: Busque en un sitio web informacion con locación relevante a este tablero.

source: Attachment added by <a class='author' href='%(link_base)s%(link_home)s'>%(user)s</a> at <span class='datetime'>%(time)s</span>
ca: Fitxer adjunt agregat per <a class="author" href="%(link_base)s%(link_home)s">%(user)s</a> el <span class="datetime">%(time)s</span>
es: Anexo agregado por <a class="author" href="%(link_base)s%(link_home)s">%(user)s</a> el <span class="datetime">%(time)s</span>

source: 1. Click a location on the map <strong>or</strong> give a street <a href='#' onClick='ap()'>address...</a>
ca: 1. Fes clic al mapa sobre la posició desitjada <strong>or</strong> escriu l'adreça <a href="#" onClick="ap()">del carrer...</a>

source: 1. Click a location on the <a href='#' onClick='mp()'>map</a> <strong>or</strong> give a street address:</a>
ca: 1. Fes clic <a href="#" onClick="mp()">sobre el mapa</a> <strong>or</strong> escriu una direcció:</a>
es: 1. Haga click <a href="#" onClick="mp()">en el mapa</a> <strong>o</strong> escriba una dirección:</a>

source: example
ca: exemple
es: ejemplo
fi: esimerkki
nl: voorbeeld
ru: пример

source: Home
ca: Inici
es: Inicio

source: Map
ca: Mapa
es: Maap

source: Show points
ca: Mostrar punts
es: Mostrar puntos

source: Add new point
ca: Afegeix un nou punt
es: Añade un punto nuevo
fi: Lisää uusi kohde
nl: Plaats toevoegen
ru: Добавить новую точку

source: Flag as inappropriate
ca: Marcar com inadequat
es: Marque como inapropiado

source: Delete comment
ca: Esborra el comentari
es: Borre el comentario

source: Inappropriate comments
ca: Comentaris inadequats
es: Commentatio inapropiado

source: Delete point
ca: Elimina aquest punt
es: Borre el punto
fi: Poista kohde
nl: Verwijder plaats
ru: Удалить точку

source: Inappropriate points
ca: Punts inadequats
es: Puntos inapropiados

source: Attach file
ca: Afegeix un fitxer
es: anexe un archivo

source: Please enter your point title.
ca: Siusplau escriu el títol del punt.
es: Porfavor de un título a su punto.

source: Please enter your comment.
ca: Siusplau escriu el teu comentari.
es: Por favor escriba su comentario.

source: Close menu
ca: Tanca el menu
es: Cerrar el menu

source: Hide point
ca: Amaga el punt
es: Esconder punto

source: Restore point
ca: Restaura el punt
es: Restaurar el punto

source: Hide note
ca: Amaga el comentari
es: Esconder el comentario

source: Edit note
ca: Edita el comentari
es: Editar el comentario

source: Choose place from the map
ca: Tria una posició del mapa
es: Escoja un lugar en el mapa

source: New point
ca: Punt nou
es: Nuevo punto

source: Create new point
ca: Crea un punt nou
es: Crear un punto nuevo

source: My points and comments
ca: Els meus punts i comentaris
es: Mis puntos y comentarios

source: Tags
ca: Etiquetes
es: Etiquetas
fi: Asiasanat
ru: Теги

source: user profile
ca: Perfil d'usuari
es: perfil del usuario

source: points and comments
ca: Punts i comentaris
es: puntos y comentarios

source: Points
ca: Punts
es: Puntos
fi: Kohteet
nl: Plaatsen
ru: Точки

source: No points.
ca: No hi ha punts.
es: No hay puntos.

source: Comments
ca: Comentaris
es: Comentarios
fi: Kommentit
nl: Commentaar
ru: Комментарии

source: No comments.
ca: No hi ha comentaris.
es: No hay comentarios.

source: Places
ca: Llocs
es: Lugares

source: Messages
ca: Missatges
es: Mensajes

source: logout
ca: tancar sessió
es: salir
fi: kirjaudu ulos
nl: Uitloggen
ru: выход

source: Logout done.
ca: Sortida confirmada.
es: salida confirmada.

source: Mainpage
ca: Pàgina principal
es: Página principal

source: Browse points or add new point
ca: Navega per els punts o afegeix un nou
es: Navegar puntos o agregar uno nuevo

source: Recent points
ca: Darrers punts
es: Puntos recientes

source: Recent comments
ca: Darrers comentaris
es: Comentarios recietnes

source: Keywords
ca: Paraules clau
es: plabras clave

source: Own points and comments
ca: Els meus punts i comentaris
es: Mis puntos y mis comentarios

source: Logout
ca: Sortir
es: Salir

source: add keywords to all points
ca: afegeix paraules clau a tots els punts
es: agregar palabras claves a todos los puntos

source: Login
ca: Iniciar sessió
es: Iniciar sesión
fi: Sisäänkirjautuminen
ru: Вход

source: User manual
ca: Manual d'usuari
es: Manual del usuario

source: Send feedback
ca: Enviar la teva opinió
es: Retroalinentación

source: login
ca: iniciar sessió
es: iniciar sesión
fi: kirjaudu sisään
ru: вход

source: Choose username
ca: Tria nom d'usuari
es: Escoja un nombre de usuario

source: Begin session
ca: Comença la sessió
es: Comienza la funcion

source: Add keywords
ca: Afegeix paraules clau
es: Agregue palabras clave (tags)

source: Send
ca: Envia
es: Enviar

source: Comment edit
ca: Edita el comentari
es: Comentar edición

source: Save comment
ca: Guarda el comentari
es: grabar comentarios

source: Write comment
ca: Escriu un comentari
es: Escribir un comentario

source: Fine! You have added keywords to all points.
ca: Excel·lent! Has afegit paraules clau a tots els punts.
es: Excelente! Ha adicionado palabras clave para todos los puntos.

source: Show on the map
ca: Mostra al mapa
es: Mostrar en el mapa

source: File
ca: Fitxer
es: Archivo
fi: Tiedosto
nl: Bestand
ru: Файл

source: datetime_format
ca: %d.%m.%y %H:%M
es: %d.%m.%y %H:%M

source: Nearest points
ca: Punts més propers
es: Puntos mas cercanos

source: Comment suppressed by administrator.
ca: Comentari eliminat per l'administrador.
es: Comentario moderado por el administrador.

source: Actions
ca: Accions
es: Acciones
fi: Toiminnot
nl: Acties
ru: Действия

source: Sign in
ca: Entrar
es: Login

source: Search
ca: Cercar
es: Buscar
fi: Haku
nl: Zoek
ru: Поиск

source: Main
ca: Inici
es: Inicio

source: Tag cloud
ca: Etiquetes més utilitzades

source: Help
ca: Ajuda
es: Ayuda
fi: Ohjeet
ru: Помощь

source: About
ca: Qui som
es: Acerca

source: Recent entries
ca: Darreres entrades
es: Entradas recientes

source: Points by tag
ca: Punts per etiqueta
es: puntos pr tag

source: Newer
ca: Darrers
es: Nuevo

source: Older
ca: Més antics
es: Viejor

source: Comment
ca: Comentari
es: Comentario
fi: Kommentti

source: No tags
ca: No hi ha etiquetes

source: Add
ca: Afegeix
es: Agregar

source: Your username
ca: Nom d'usuari
es: Andrea

source: Tag(s)
ca: Etiqueta(es)

source: Mobile
ca: Mòbil
es: Mobil

source: Considered inappropriate by someone
ca: Considerat inadequat
es: Considerado inapropiado

source: Project
ca: Projecte

source: This site runs
ca: Aquesta web utilitza
es: Esta web utiliza
fi: Tämä sivu ajaa
nl: Deze site gebruikt
ru: Сайт работает на

source: %s from now
ca: En %s
es: En %s
nl: %s vanaf nu
ru: через %s

source: %s ago
ca: Fa %s
es: Hace %s
fi: %s sitten
nl: %s geleden
ru: %s назад

source: %s day
ca: %s dia
es: %s día
fi: %s päivä
nl: %s dag
ru: %s день

source: %s hour
ca: %s hora
es: %s hora
fi: %s tunti
nl: %s uur
ru: %s час

source: %s minute
ca: %s minut
es: %s minuto
fi: %s minuutti
nl: %s minuut
ru: %s минуту

source: %s second
ca: %s segon
es: %s segundo
fi: %s sekunti
nl: %s seconde
ru: %s секунду

source: %s millisecond
ca: %s mil·lèsima
fi: %s tuhannesosasekunti
nl: %s milliseconde
ru: %s миллисекунду

source: %s microsecond
ca: %s microsegon
fi: %s miljoonasosasekunti
nl: %s microseconde
ru: %s микросекунду

source: %(day)s.%(month)s.%(year)s
ca: %(day)s %(monthname)s, %(year)s
es: %(day)s de %(monthname)s, %(year)s
fi: %(day)s. %(monthname)s %(year)s
nl: %(day)s. %(monthname)s %(year)s
ru: %(day)s %(monthname)s %(year)s г.

source: %(day)s.%(month)s
ca: %(day)s %(monthname)s
es: %(day)s de %(monthname)s
fi: %(day)s. %(monthname)s
nl: %(day)s. %(monthname)s
ru: %(day)s %(monthname)s

source: 1_month
ca: Gener
es: Enero
fi: tammikuuta
nl: Januari
ru: января

source: 2_month
ca: Febrer
es: Febrero
fi: helmikuuta
nl: Februari
ru: февраля

source: 3_month
ca: Març
es: Marzo
fi: maaliskuuta
nl: Maart
ru: марта

source: 4_month
ca: Abril
es: Abril
fi: huhtikuuta
nl: April
ru: апреля

source: 5_month
ca: Maig
es: May0
fi: toukokuuta
nl: Mei
ru: мая

source: 6_month
ca: Juny
es: Junio
fi: kesäkuuta
nl: Juni
ru: июня

source: 7_month
ca: Juliol
es: Julio
fi: heinäkuuta
nl: Juli
ru: июля

source: 8_month
ca: Agost
es: Agosto
fi: elokuuta
nl: Augustus
ru: августа

source: 9_month
ca: Setembre
es: Septiembre
fi: syyskuuta
nl: September
ru: сентября

source: 10_month
ca: Octubre
es: Octobru
fi: lokakuuta
nl: Oktober
ru: октября

source: 11_month
ca: Novembre
es: Noviembre
fi: marraskuuta
nl: November
ru: ноября

source: 12_month
ca: Desembre
es: Diciembre
fi: joulukuuta
nl: December
ru: декабря

source: Add points to
ca: Afegeix punts a
es: Agregar puntos a

source: Available points
ca: Punts disponibles
es: Puntos disponibles

source: Choose points to be added to the board:
ca: Selecciona els punts per afegir al tauló:
es: Seleccione los puntos para agregar al tablero:

source: subscribe
ca: subscriu-te
es: suscribirse

source: tools
ca: eines
es: herramientas

source: settings
ca: configuració
es: configuración
fi: asetukset
ru: настройки

source: Point import
ca: Importar punts
es: Importar punto

source: keywords
ca: paraules clau
es: Palabras clave

source: 1. Select a keyword
ca: 1. Selecciona una paraula clau
es: 1.Seleccione una palagra clave

source: Choose a keyword from the left to view points associated with it.
ca: Escull una paraula clau de l'esquerra per veure els punts associats a ella.
es: Seleccione una plabra clave de la izquierda para ver los puntos asociados cone ella.

source: 2. Select points to import
ca: 2. Selecciona punts per importar
es: 2. Seleccione puntos para importar

source: Cancel
ca: Cancel·la
es: Cancelar
fi: Peru
ru: Отменить

source: 2. No new points
ca: 2. No hi ha punts nous
es: 2. No hay puntos nuevos

source: There is no new points to add to the board with this keyword. Please, select another keyword.
ca: No hi han nous punts per afegir al tauló amb aquesta paraula clau. Siusplau, selecciona un altre paraula clau.
es: No hay puntos nuevos para agregar en este tablero que correspondan con esta palabra clave.

source: register
ca: registrar-se
es: registrarse

source: Choose a username and password.
ca: Escull un nom d'usuari i una clau.
es: Seleccione un numero de usuario y una contraseña.

source: Choose a username
ca: Escull un nom d'usuari
es: Elija un nombre de usuario
fi: Valitse käyttäjänimi
nl: Bedenk een gebruikersnaam
ru: Выберите имя пользователя

source: Enter a password
ca: Introdueix la contrasenya
es: Introduzca la contraseña
fi: Kirjoita salasana
nl: Bedenk een wachtwoord
ru: Введите пароль

source: Repeat password
ca: Repeteix la contrasenya
es: Repetir contraseña
fi: Toista salasana
nl: Herhaal paswoord
ru: Повтор пароля

source: optional
ca: opcional
es: opcional
fi: vapaaehtoinen
nl: optioneel
ru: необязательный

source: Security
ca: Seguretat
es: Seguridad

source: Register
ca: Registrar-se
es: Registrese

source: Tools
ca: Eines
es: Herramientas
fi: Työkalut
ru: Инструменты

source: Toolbox
ca: Capsa d'eines
es: Caja de Herramientas
fi: Työkalulaatikko
ru: Инструменты

source: Newsfeed import
ca: Importar notícies feed
es: Importación de noticias feed
fi: Uutissyötteen tuonti
nl: Nieuwsfeed importeren
ru: Импорт фида

source: Post to Urban Mediator
ca: Portar a Urban Mediator
es: Llevar a Urban Mediator

source: Bookmark this link in order to post web pages as points to this board
ca: Guarda aquest enllaç a les adreces d'interès per ficar pàgines web com a punts en aquest tauló
es: Guarde en sus favorits este vinculo para enviar otras páginas web a Urban Mediator

source: Delete this board
ca: Suprimeix aquest tauló
es: Borrar ete tablero

source: Scrape
ca: Extreure informació d'un altre web

source: Scrape %(site)s' % mapping={'site':'mysite.com'})</a> <span>$_('Search Helsinki Virtual Village for relevant information and add it to this board.
ca: Extreure %(site)s' % mapping={'site':'mysite.com'})</a> <span>$_('Busca a la ciutat virtual de Barcelona informació relevant i afegeix-la a aquest tauló.

source: Newsfeed import: news.bbc.co.uk
ca: Importar feeds: news.bbc.co.uk

source: Currently active tools
ca: Eines actives actualment
es: Herramientas activas actualmente
fi: Aktiiviset työkalut
nl: Momenteel actieve tools
ru: Активные инструменты

source: Add point to Urban Mediator?
ca: Afegir punt al Urban Mediator?
es: Agregar el punto a Urban Mediator?

source: Your name:
ca: El teu nom:
es: Suy nombre:

source: 1. Click a location on the map <strong>or</strong> give a street address:
ca: 1. Fes clic a un lloc sobre el mapa <strong>o</strong> dona una adreça:
es: 1. Ponga el cursor ne le mapa y de click <strong>or</strong> de una dirección:

source: <em>example:</em> Arabiankatu 2
ca: <em>exemple:</em> Passeig de Gracia 23
es: <em>example:</em> La Rambla 69

source: 1. Click a location on the <a href='javascript:mp()'>map</a> <strong>or</strong> give a street address:</a>
ca: 1. Fes clic a un lloc sobre el <a href='javascript:mp()'>mapa</a> <strong>o</strong> dona una adreça:</a>
es: 1. De Click sobre el lugar en el <a href='javascript:mp()'>mapa</a> <strong>o</strong> de una dirección:</a>

source: Give it a name
ca: Posa-li un nom
es: Título

source: <em>example:</em> Dangerous concrete blocks
ca: <em>exemple:</em> Blocs de ciment perillosos
es: <em>example:</em> Basura en la calle

source: External url
ca: Url externa
es: URL externo

source: Tag it
ca: Posa-li etiqueta
es: Tags

source: <em>example:</em> dangerous ugly disturbing question complaint
ca: <em>exemple:</em> perillós lleig molest qüestió queixa
es: <em>example:</em> queja basura calle

source: Select location >>
ca: Escull una posició >>

source: Newsfeed of points from this board
ca: Feeds dels punts d'aquest tauló
es: Feed de este punto

source: Add feed
ca: Afegeix feed
es: Egregar feed

source: New feed for
ca: Nou feed per
es: Nueva feed para

source: Select type of feed
ca: Escull el tipus de feed
es: Selecicone tipo de feed

source: Type the URL of the Feed
ca: Escriu la URL del feed
es: Escriba el URL de la Feed

source: Enter the feed adress (URL):
ca: Introdueix l'adreça del feed (URL):
es: De la dirección (URL):

source: help
ca: ajuda
es: ayuda
fi: ohjeet
ru: помощь

source: Write a description of the link
ca: Escriu una descripció del link
es: Escriba una descripción par ael vinculo

source: Please type the text in the picture
ca: Siusplau escriu el text que apareix a la finestra
es: Porfavor escriba el texto que aparece en al ventana

source: attached to:
ca: adjunt a:
es: anexados a:

source: Really delete
ca: Desitja suprimir
es: Desae borrarlo

source: Filter points by keyword:
ca: Filtrar punts per paraula clau:
es: Filtre pintos por palabra clave:

source: all
ca: tot
es: todas

source: none
ca: cap
es: ninguna

source: show on map
ca: mostrar al mapa
es: mostrar en el mapa

source: point page
ca: pàgina del punt
es: pagina del punto

source: attachments
ca: fitxers adjunts
es: anexos

source: map
ca: mapa
es: mapa
fi: kartta
ru: карта

source: tags
ca: etiquetes
es: etiquetas
fi: asiasanat
ru: теги

source: No boards
ca: No hi han taulons
es: No hay tableros asociados

source: External URL
ca: URL externa
es: URL externa
fi: Ulkoinen URL
nl: Externe URL
ru: Внешний URL

source: Last update
ca: Darrera actualització
es: actualizado

source: Created by
ca: Creat per
es: Creado por

source: Associated boards
ca: Taulons associats
es: Tableros asociados

source: show position on map
ca: mostrar la posició al mapa
es: mostrar posicion en el mapa

source: External Website
ca: Web externa
es: Sitio web externo

source: Attachments
ca: Fitxers adjunts
es: Anexos

source: Add attachment
ca: Afegeix fitxer adjunt
es: Agregar anexos

source: show all points
ca: mostra tots els punts
es: muestra todos los puntos
fi: näytä kaikki kohteet
nl: Laat alle plaatsen zien
ru: показать все точки

source: hide points
ca: amagar els punts
es: esconder los puntos

source: <strong>+</strong> new note
ca: <strong>+</strong> nova nota
es: <strong>+</strong> nueva nota

source: <strong>+</strong> new note in here
ca: <strong>+</strong> nova nota aqui
es: <strong>+</strong> nueda nota aca

source: Points on this board
ca: Punts en aquest tauló
es: Puntos en este tablero

source: on:
ca: a:
es: en:

source: No Points
ca: No hi ha punts
es: No hay puntos

source: website
ca: lloc web
es: sitio web

source: new news feed
ca: nou feed de notícies
es: nueva feed

source: Give your username
ca: Dona el teu nom d'usauri
es: De su nombre de usuario

source: Select location
ca: Escull una posició
es: Lugar

source: Click a location on the map <strong>or</strong> give a street <a href='javascript:ap()'>address...</a>
ca: Fes clic a una posició sobre el mapa <strong>o</strong> dona una <a href='javascript:ap()'>adreça...</a>
es: De click en un lugar en el mapa <strong>o</strong> de la dirección <a href='javascript:ap()'>address...</a>

source: Click a location on the <a href='javascript:mp()'>map</a> <strong>or</strong> give a street address:
ca: Fes clic a una posició sobre el <a href='javascript:mp()'>mapa</a> <strong>o</strong> dona una adreça:

source: Give it a name:
ca: Posa-li un nom:
es: Titulo:

source: Tag it:
ca: Etiquetes:
es: Tags:

source: keywords:
ca: paraules clau:
es: palabras clave:

source: view on full map
ca: mostrar al mapa complert
es: vea en el mapa completo

source: Delete this point
ca: Suprimeix aquest punt
es: Borre este punto

source: Search Urban Mediator
ca: Cerca a Urban Mediator
es: Buscar en Urban Mediator

source: Write words you want to use for search in here
ca: Introdueix les pauraules de cerca aqui
es: Escriba las palabras de busqueda

source: Search results for
ca: Resultats de la cerca per
es: Busqueda para

source: Boards
ca: Taulons
es: Tableros

source: No boards found
ca: No s'ha trobat cap tauló
es: No se encontro ningun tablero

source: No points found
ca: No s'ha trobat cap punt
es: No se encontro nuingun punto

source: New attachment for the point
ca: Nou fitxer adjunt per al punt
es: Nuevo anexo para el punto

source: New note for the board
ca: Nova nota per al tauló
es: Nueva nota pare el tablero

source: 1. Choose type
ca: 1. Escull el tipus
es: 1. Seleccione el tipo

source: Text Comment
ca: Comentari de text
es: Comentario de texto

source: Web Link
ca: Link web
es: Vinculo web

source: Picture
ca: Imatge
es: Imagen
fi: Kuva (alle 2Mt)
nl: Afbeeldingen
ru: Изображение

source: 2. Write a text comment
ca: 2. Escriu un comentari de text
es: 2. Escriba un comentario

source: 2. Add a web link
ca: 2. Afegeix un link web
es: 2. Adicione un vinculo

source: Enter the website adress (URL)
ca: Introdueix l'adreça web (URL)
es: De la dirección (URL)

source: 2. Upload a picture
ca: 2. Puja la imatge
es: 2. Subir una imagen

source: Choose a file to upload
ca: Selecciona un arxiu per pujar
es: Seleccione un archivo para subir

source: Browse...
ca: Navega...
es: Navegue...

source: Submit
ca: Enviar
es: Enviar
fi: Lisää
nl: Verzend
ru: Добавить

source: Show all points
ca: Mostra tots els punts
es: Mostrar todos los puntos

source: Hide points
ca: Amaga els punts
es: Esconder los puntos

source: Newest points
ca: Darrers punts
es: Nuevos puntos

source: Create a new board
ca: Crea un nou tauló
es: Crear un nuevo tablero

source: 1. Name
ca: 1. Nom
es: 1. Titulo

source: Name your bulletin board
ca: Posa un nom al teu tauló
es: De un nombre a su tablero

source: <em>example:</em> kindergartens
ca: <em>exemple:</em> escoles bressol
es: <em>example:</em> Lugares maravillosos

source: 2. Category
ca: 2. Categoria
es: 2. Categoria

source: Choose the category that your board will appear in:
ca: Escull la categoria on apareixerà el teu taulò:
es: Seleccione una categoria para su tablero:

source: category
ca: categoria
es: categoria

source: 3. Keywords
ca: 3. Paraules clau
es: 3. Palabras clave

source: Write some keywords to identify your board, separated by spaces:
ca: Escriu paraules clau que identifiquin el teu tauló, separades per espais:
es: Escriba las palabras clave que identifique el tablero:

source: <em>example:</em> kids children kindergarten preschool
ca: <em>exemple:</em> nens escoles bressol infancia
es: <em>example:</em> niños pre-escolar infancia

source: 4. Description
ca: 4. Descripció
es: 4. Descripción

source: Write a short text describing your Bulletin Board:
ca: Escriu un text curt descrivint el teu tauló:
es: Escriba un texto corto describiendo su tablero:

source: <em>example:</em> A place for parents to share information about Kindergartens in Arabianranta.
ca: <em>exemple:</em> Un espai on els pares poden compartir informació sobre les escoles bressol al 22@.
es: <em>example:</em> Un espacio para que los padres de familia compartan información sobre lugares para niños.

source: Find by address
ca: Cercar per adreça
es: Busca por dirección
fi: Etsi osoitteella
nl: Zoek naar een adres
ru: Найти по адресу

source: Find
ca: Cerca
es: Busca
fi: Etsi
nl: Vind
ru: Искать

source: Dangerous concrete blocks
ca: Blocs de ciment perillosos
es: Bloques de hormigón peligrosos
fi: Vaarallisia betonielementtejä
nl: Gevaarlijk concrete blocks
ru: Опасные бетонные конструкции

source: Link to related website
ca: Enllaç a web relacionada
es: Enlaces a webs relacionadas
fi: Linkki websivulle
nl: Links is gerelateerd aan website
ru: Ссылка на вебсайт

source: dangerous ugly disturbing question complaint
ca: perillós lleig molest qüestió queixa
es: peligroso feo molesto pregunta queja
fi: vaarallinen ruma häiritsevä kysymys valitus
nl: Gevaarlijk lelijk verstorende vraag
ru: опасный вопрос жалоба

source: Search Urban Mediator:
ca: Cerca a Urban Mediator:
es: Buscar en Urban Mediator:

source: What do you want to do?
ca: Que vols fer?
es: Que desea hacer?

source: View map
ca: Veure el mapa
es: Ver el mapa

source: View points
ca: Veure els punts
es: Ver puntos

source: Browse boards
ca: Navega pels taulons
es: Navegar tableras

source: Personalize
ca: Personalitzar
es: Personalizar

source: What's happening?
ca: Que succeeix?
es: Qué esta ocurriendo?

source: Active boards
ca: Taulons actius
es: Tableros activos

source: Add points to this board
ca: Afegeix punts a aquest tauló
es: Agregar puntos a este tablero

source: Add feed to this board
ca: Afegeix un feed a aquest tauló
es: Agregar una feed a este tablero
