Repository: rnd0101/urbanmediator
Catalog: urbanmediator/locales/*.po
Languages: ca, es, fi, nl, ru

source: Related website URL
ca: URL de web relacionada
es: URL de web relacionada
fi: (Asiaan) liittyvän webbisivun URL
nl: Gerelateerde website URL
ru: Связанный с точкой URL сайта

source: Related website description
ca: Descripció de web relacionada
es: Descripción de web relacionada
fi: (Asiaan) liittyvän webbisivun kuvaus
nl: Gerelateerde website beschrijving
ru: Описание связанного с точкой сайта

source: You do not have rights to edit the comment.
ca: No tens drets per editar el comentari.
es: No tiene derechos para editar el comentario.
fi: Sinulla ei ole oikeuksia lisätä kommenttia.
nl: U heeft geen rechten om het commentaar te bewerken.
ru: У Вас нет прав на редактирование комментария.

source: Edit comment
ca: Editar comentari
es: Editar comentario
fi: Editoi kommenttia
nl: Commentaar bewerken.
ru: Редактирование комментария

source: You do not have rights to delete the comment.
ca: No tens drets per eliminar el comentari.
es: No tiene derechos para eliminar el comentario:
fi: Sinulla ei ole oikeuksia poistaa kommenttia.
nl: U heeft geen rechten om het comentaar te verwijderen.
ru: У Вас нет прав на удаление комментария.

source: Edit point settings
ca: Configuració de l'edició de punts
es: Configuración de la edición de puntos
fi: Editoi kohteen asetuksia
nl: Bewerk plaats instellingen
ru: Редактировать настройки точки

source: You do not have rights for that.
ca: No tens drets per realitzar l'acció.
es: No tienes derechos para eso.
fi: Sinulla ei ole oikeuksia tehdä tätä.
nl: U heeft hier geen rechten voor.
ru: У Вас нет прав на это действие.

source: Set topic map
ca: Establir el mapa del tòpic
es: Fijar el mapa del tópico
fi: Aseta aiheen kartta
nl: Stel de map in voor het topic
ru: Настроить карты темы

source: Add Point
ca: Afegir punt
es: Añadir puntos
fi: Lisää kohde
nl: Plaats toevoegen
ru: Добавить точку

source: Topic tools
ca: Eines del tòpic
es: Herramientas para tópico
fi: Aiheen työkalut
ru: Aiheen työkalut

source: Topic widgets
ca: Widget del tòpic
es: Widgets para tópico
fi: Aiheen vempaimet
ru: Виджеты точки

source: Topic subscription
ca: Subscripció al tòpic
es: Suscripción a tópico
fi: Aiheen tilaus
nl: Topic abonnement
ru: Подписка на тему

source: Topic settings
ca: Configuració del tòpic
es: Configuración del tópico
fi: Aiheen asetukset
nl: Topic instellingen
ru: Настройки темы

source: Administrator's extras
ca: Extras de l'administrador
es: Funcionalidades extra del administrador
fi: Hallinnoijan lisäasetukset
nl: Administratie extras
ru: Настройки, доступные только администратору

source: Topic origin
ca: Origen del tòpic
es: Origen del tópico
fi: Aiheen alkuperä
nl: Topic origineel
ru: Происхождение темы

source: Topic tags
ca: Etiquetes del tòpic
es: Etiquetas del tópico
fi: Aiheen asiasanat
ru: Теги слова темы

source: Topic only
ca: Només tòpic
es: Solo tópicos
fi: Vain aihe
nl: Alleen topic
ru: Только тема

source: Topics and points
ca: Tòpics i punts
es: Tópicos y puntos
fi: Aiheet ja kohteet
nl: Topics en plaatsen
ru: Темы и точки

source: Topic owners management rights
ca: Permisos dels creadors del tòpic
es: Derechos de gestión del creador del tópico
fi: Aiheen omistajan hallinnointioikeudet
nl: Topic eigenaren management rechten
ru: Права управления владельцев темы

source: Topic page elements
ca: Element de la pàgina del tòpic
es: Elementos a mostrar en el tópico
fi: Aihesivun elementit
nl: Topic pagina elementen
ru: Элементы страницы темы

source: Point information display on point list
ca: Visualitzar informació dels punts a la llista
es: Información del punto a mostrar en la lista de puntos
fi: Kohteen infon näyttö kohdelistassa
nl: Laat plaats informatie zien op plaatsen lijst
ru: Данные о точки в списке точек

source: list
ca: llista
es: lista
fi: lista
nl: lijst
ru: список

source: Default view mode
ca: Visualització per defecte
es: Modo de visualización por defecto
fi: Oletusnäkymätila
nl: Standaard mode
ru: Режим просмотра по умолчанию

source: Default view order for point list
ca: Ordre de la llista de punts per defecte
es: Orden de visualización por defecto de la lista de puntos
fi: Kohdelistan oletysnäkymäjärjestys
nl: Standaard volgorde voor plaatsen lijst
ru: Упорядочивание списка точек по умолчанию

source: Who can add points
ca: Qui pot afegir punts
es: Usuarios que pueden añadir puntos
fi: Kuka saa lisätä kohteita
nl: Wie kan plaatsen toevoegen
ru: Кто может добавлять точки

source: Advanced topic settings
ca: Configuracó avançada del tòpic
es: Configuración avanzada del tópico
fi: Kohteen lisäasetukset
nl: Geavanceerde topic instellingen
ru: Доп. настройки темы

source: Sign up
ca: Registra't
es: Registrese
fi: Rekisteröidy
nl: Aanmelden
ru: Регистрация

source: Visual code is wrong.
ca: Codi visual incorrecte.
es: El código visual es incorrecto.
fi: Visuaalinen koodi on väärä.
nl: Visuele code is fout.
ru: Код неверен.

source: Passwords do not match.
ca: Les contrasenyes no coincideixen.
es: Las contraseñas no coinciden.
fi: Väärä salasana.
nl: De paswoorden zijn niet gelijk.
ru: Пароли не совпадают.

source: Error occured. User not added.
ca: Error. L'usuari no s'ha creat.
es: Ha ocurrido un error. El usuario no ha podido ser creado.
fi: Virhe tapahtui. Käyttäjää ei lisätty.
nl: Fout! Gebruiker is niet aangemaakt.
ru: Случилась ошибка. Пользователь не добавлен.

source: User created.
ca: Usuari creat.
es: Usuario creado con éxito.
fi: Käyttäjä luotu.
nl: Gebruiker aangemaakt.
ru: Пользователь создан.

source: Add user role in this topic
ca: Afegir el rol d'usuari en aquest tòpic
es: Añade el rol de usuario en este tópico
fi: Lisää käyttäjä tähän aiheeseen
nl: Voeg gebruikers rol toe in dit topic
ru: Добавить роль пользователя к этой теме

source: Username of a registered user
ca: Nom d'usuari d'un usuari ja registrat
es: Nombre de usuario ya registrado
fi: Rekisteröidyn käyttäjän käyttäjätunnus
nl: Gebruikersnaam van een geregistreerde gebruiker
ru: Имя зарегистрированного пользователя

source: Manager?
ca: Administrador?
es: Administrador?
fi: Manageri?
ru: Управляющий?

source: User manager?
ca: Usuari administrador?
es: Usuario administrador?
fi: Käyttäjämanageri?
nl: Gebruiker manager?
ru: Управляющий пользователями?

source: Subscriber?
ca: Subscriptor?
es: Suscriptor?
fi: Tilaaja?
ru: Подписчик?

source: List of administrators for
ca: Llista d'administradors per
es: Lista de administradores para
fi: Lista hallinnoijista
nl: Lijst van administratie leden voor
ru: Список администратором для

source: User managed successfully.
ca: Usuari assignat amb èxit.
es: El usuario ha sido asignado satisfactoriamente.
fi: Käyttäjää hallinnoitu onnistuneesti.
nl: Gebruiker succesvol aangepast.
ru: Данные пользователя успешно изменены.

source: Enter feed for importing
ca: Introduir feed per importar
es: Introducir feed a importar
fi: Lisää syöte tuontia (import) varten)
nl: Vul een feed in om te importeren
ru: Введите фид для импорта

source: Feed address (URL)
ca: Adreça del feed (URL)
es: Dirección del feed (URL)
fi: Syötteen osoite (URL)
nl: Feed adres (URL)
ru: Адрес фида (URL)

source: Describe the feed
ca: Descripció del feed
es: Descripción del feed
fi: Kuvaile syötettä
nl: Beschrijving van de feed
ru: Описание фида

source: Feed for issues?
ca: Feed per a publicacions?
es: Feed para publicaciones?
fi: Syöte asioita varten?
nl: Feed voor problemen?
ru: Фид для (issues)?

source: Check interval in seconds
ca: Interval de comprovació en segons
es: Intervalo de inspección en segundos
fi: Tarkasta intervalli sekunneissa
nl: Check interval in seconden
ru: Интервал обновления

source: New feed for
ca: Nou feed per
es: Nuevo feed para
fi: Uusi syöte
nl: Nieuwe feed voor
ru: Новый фид

source: external
ca: extern
es: externo
fi: ulkoinen
nl: extern
ru: внешний

source: Edit feed
ca: Editar feed
es: Editar feed
fi: editoi syötettä
nl: bewerk feed
ru: Редактировать фид

source: Edit feed for
ca: Editar feed per
es: Editar feed para
fi: Editoi syötettä
nl: Bewerk feed voor
ru: Редактировать фид для

source: Enter configuration parameter
ca: Introduir paràmetres de configuració
es: Introducir parámetro de configuración
fi: Lisää konfigurointiparametrit
nl: Vul configuratie parameter in
ru: Введите конфигурационные параметры

source: Parameter name
ca: Nom del paràmetre
es: Nombre del parámetro
fi: Parametrin nimi
nl: Parameter naam
ru: Имя параметра

source: Value
ca: Valor
es: Valor
fi: Arvo
nl: Waarde
ru: Значение

source: Language not supported
ca: Idioma no admès
es: Idioma no admitido
fi: Kieltä ei tuettu
nl: Taal wordt niet ondersteund
ru: Язык не поддерживается

source: Language
ca: Idioma
es: Idioma
fi: Kieli
nl: Taal
ru: Язык

source: You do not have rights to edit settings.
ca: No tens drets per editar la configuració.
es: No tiene derechos para editar la configuración.
fi: Sinulla ei ole oikeuksia editoida asetuksia.
nl: U heeft geen rechten om instellingen te bewerken.
ru: У Вас нет прав для редактирования настроек.

source: Urban Mediator Settings
ca: Configuració de Urban Mediator
es: Configuración de Urban Mediator
fi: Urban mediaattorin asetukset
nl: Urban Mediator Instellingen
ru: Настройка Urban Mediator

source: Some fields were not entered correctly:
ca: Alguns camps no s'han introduit correctament:
es: Algún campo no ha sido introducido correctamente:
fi: Joitakin kenttiä ei ole täytetty oikein
nl: Sommige velden zijn niet correct ingevoerd:
ru: Некоторые поля не были заданы правильно:

source: You do not have rights to delete the widget.
ca: No tens drets per eliminar el widget.
es: No tiene derechos para eliminar el widget.
fi: Sinulla ei ole oikeuksia poistaa vempainta.
nl: U heeft geen rechten om widgets te verwijderen.
ru: Sinulla ei ole oikeuksia poistaa vempainta.

source: You do not have rights to change the widget.
ca: No tens drets per modificar el widget.
es: No tiene derechos para modificar el widget.
fi: Sinulla ei ole oikeuksia vaihtaa vempainta.
nl: U heeft geen rechten om widgets te veranderen.
ru: У Вас нет прав для изменение виджета.

source: Enter trigger information
ca: Introduir informació per la reacció
es: Introducir información de reacción
fi: Lisää laukaisininformaatiota
nl: Vul trigger informatie in
ru: Введите данные о триггере

source: Describe the trigger
ca: Descriure la reacció
es: Descripción de la reacción
fi: Kuvaile laukaisinta
nl: Beschrijf de trigger
ru: Описание триггера

source: Condition (e.g. addpoint)
ca: Condició (p.ex. afegirpunt)
es: Condición (p.ej. añadir punto)
fi: Ehto (esim. addpoint)
nl: Conditie (e.g. plaats toevoegen)
ru: Услование (например: addpoint)

source: Action
ca: Acció
es: Acción
fi: Toiminto
nl: Actie
ru: Действие

source: Adapter
ca: Adaptador
es: Adaptador
fi: Adapteri
ru: Адаптер

source: URL (as a parameter for the adapter)
ca: URL (com a paràmetre per a l'adaptador)
es: URL (como parámetro para el adaptador)
fi: URL (adapterin parametrinä)
nl: URL (als een parameter voor de adapter)
ru: URL (параметр адаптера)

source: Edit trigger
ca: Editar reacció
es: Editar reacción
fi: Muokkaa laukaisinta
nl: Bewerk trigger
ru: Редактировать триггер

source: Edit trigger for
ca: Editar reacció per
es: Editar reacción para
fi: Muokkaa laukaisinta:
nl: Bewerk trigger voor
ru: Редактировать триггер для

source: New trigger for
ca: Nova reacció per
es: Nueva reacción para
fi: Uusi laukaisin
nl: Nieuwe trigger voor
ru: Новый триггер для

source: Error adding trigger
ca: Error al afegir la reacció
es: Error al añadir la reacción
fi: Virhe lisättäessä laukaisinta
nl: Fout bij het toevoegen van trigger
ru: Ошибка при добавлении триггера

source: UM Front Page
ca: Pàgina principal de UM
es: Página principal de UM
fi: UM etusivu
nl: UM Voorpagina
ru: Главная страница

source: label_Add
ca: label_Afegir
es: label_Añadir
fi: Lisää
nl: label_Toevoegen
ru: Доб.

source: label_Place
ca: label_Posició
es: label_Situar
fi: Paikka
nl: label_Plaats
ru: Место

source: label_Home
ca: label_Inici
es: label_Inicio
fi: Koti
ru: Список

source: label_Search
ca: label_Cerca
es: label_Buscar
fi: Haku
nl: label_Zoeken
ru: Поиск

source: label_Info
ca: label_Informació
es: label_Información
fi: Info
nl: label_Informatie
ru: Инфо

source: List of points
ca: Llista de punts
es: Lista de puntos
fi: Lista kohteista
nl: Lijst van plaatsen
ru: Список точек

source: Number verification:
ca: Verificació de números:
es: Verificación de números:
fi: Numeron varmistus:
nl: Nummer verificatie:
ru: Проверка номера:

source: Please type the characters you see in the picture above.
ca: Sis plau introdueix els caràcters que observes a la imatge superior.
es: Por favor introduzca los caracteres que se observan en la imagen superior.
fi: Kirjoita merkit jotka näet ylläolevassa kuvassa.
nl: Vul alstublieft de karakters in die u ziet in het plaatje hierboven.
ru: Впишите знаки на картинке выше.

source: Name & description
ca: Nom & descripció
es: Nombre y descripción
fi: Nimi & Kuvaus
nl: Naam & beschrijving
ru: Название и описание

source: Topic Name
ca: Nom del tòpic
es: Nombre del tópico
fi: Aiheen nimi
nl: Topic Naam
ru: Название темы

source: The name of your topic.
ca: El nom del teu tòpic.
es: El nombre de su tópico.
fi: Aiheesi nimi.
nl: De naam voor jouw topic.
ru: Название Вашей темы.

source: Description should not be longer than 3-4 lines.
ca: La descripció no hauria d'ocupar més de 3-4 línies.
es: La descripción no debe ocupar más de 3-4 líneas.
fi: Kuvaus ei saa olla 3-4 riviä pidempi.
nl: Beschrijving zou niet langer moeten zijn dan 3-4 regels.
ru: Описание (не более 3-4 строк).

source: Topic Description
ca: Descripció del tòpic
es: Descripción del tópico
fi: Aiheen kuvaus
nl: Topic beschrijving
ru: Описание темы

source: A brief description of your topic. You can edit this later, and add photos or links to it.
ca: Breu descripció del teu tòpic. Pots editar-ho més tard, i afegir imatges i enllaços.
es: Breve descripción de su tópico. Puede editarlo más tarde, y añadir imagenes o enlaces.
fi: Lyhyt kuvaus aiheestasi. Voit editoida tätä myöhemmin tai lisätä kuvia tai linkkejä.
nl: Een kleine beschrijving van jouw topic. Je kan dit later nog bewerken en foto's en links toevoegen.
ru: Краткое описание темы, которое можно будет отредактировать позже, добавить картинки и ссылки.

source: Appearance
ca: Aspecte
es: Aspecto
fi: Ulkonäkö
ru: Внешний вид

source: Colour Scheme
ca: Combinació de colors
es: Combinación de colores
fi: Värivalinta
ru: Цвета

source: Topic Colour Scheme
ca: Combinació de colors del tòpic
es: Combinación de colores del tópico
fi: Aiheen värivalinta
ru: Цвета темы

source: Colours used to give your topic a unique appearance.
ca: Fes servir els colors per donar un aspecte únic al teu tòpic.
es: Use colores para dar a su tópico un aspecto único.
fi: Värit, joilla voit saada aiheellesi omaperäisen ulkonäön.
ru: Цвета для украшения темы.

source: Choose an icon
ca: Escull una icona
es: Elija un icono
fi: Valitse ikoni
nl: Selecteer een icoon
ru: Выберите иконку

source: Icons
ca: Icones
es: Iconos
fi: ikonit
ru: Иконки

source: An icon displayed on the front page and on the topic's pages
ca: L'icona es visualitza a la pàgina principal i a les pàgines dels tòpics
es: Un icono se visualiza en la página principal y en las páginas de los tópicos
fi: Ikoni näkyy pääsivulla ja aiheen sivuilla
nl: Een icoon wordt weergegeven op de voorpagina en op de topic pagina's.
ru: Иконка видна на главной странице и на странице темы

source: upload a picture
ca: puja una imatge
es: subir una imagen
fi: lataa kuva
nl: upload een foto
ru: загрузить изображение

source: The image (~ 60x60 pixels) will be used as the topic's icon
ca: La imatge (~ 60x60 píxels) s'utilitzarà com a icona del tòpic
es: La imagen (~ 60x60 péxeles) será usada como icono del tópico
fi: Kuvaa(~ 60x60 pixeliä) käytetään aiheen ikonina
nl: De afbeelding (~ 60x60 pixels) zal gebruikt worden als het icoon van het topic
ru: Изображение (~ 60x60 покселов) в качестве иконки для темы

source: Latest addition
ca: Afegits recentment
es: Última actualización
fi: Viimeisin lisäys
nl: Laatste additie
ru: Последнее добавление

source: posted by:
ca: publicat per:
es: publicado por:
fi: laittanut:
nl: Geplaatst door:
ru: написано:

source: No points yet.
ca: No hi han punts.
es: Aun no hay puntos.
fi: Ei kohteita vielä.
nl: Nog geen plaatsen.
ru: Еще нет точек.

source: No topics
ca: No hi han tòpics
es: No hay tópicos
fi: Ei aiheita
nl: Geen topics
ru: Нет тем

source: Topic Icon
ca: Icona del tòpic
es: Icono del tópico
fi: Aiheen ikoni
nl: Topic Icoon
ru: Иконка темы

source: official
ca: oficial
es: oficial
fi: virallinen
nl: Officieel
ru: официальный

source: more
ca: més
es: más
fi: lisää
nl: meer
ru: еще

source: posted by
ca: publicat per
es: publicado por
fi: laittanut
nl: Geplaatst door
ru: написано

source: comments:
ca: comentaris:
es: comentarios:
fi: kommentit:
nl: commentaar:
ru: комментарии:

source: User:
ca: Usuari:
es: Usuario:
fi: Käyttäjä:
nl: Gebruiker:
ru: Пользователь:

source: Please, login at least as guest to add comments here:
ca: Sis plau, inicia sessió com a convidat, almenys, per introduir comentaris:
es: Por favor, inicie sesión almenos como invitado para añadir comentarios:
fi: kirjaudu sisään vieraana jättääksesi kommentin tänne:
nl: U moet minstens als gast inloggen om hier commentaar te plaatsen:
ru: Пожалуйста, для добавления комментариев:

source: log in
ca: iniciar sessió
es: registrarse
fi: kirjaudu sisään
ru: вход

source: Order by:
ca: Ordena per:
es: Ordenar por:
fi: Järjestä:
nl: Sorteer op:
ru: Порядок:

source: sign up
ca: registra't
es: inscribirse
fi: rekisteröidy
nl: aanmelden
ru: регистрация

source: edit
ca: editar
es: editar
fi: editoi
nl: bewerk
ru: ред.

source: delete
ca: eliminar
es: borrar
fi: poista
nl: verwijder
ru: удалить

source: New user?
ca: Usuari nou?
es: Usuario nuevo?
fi: Uusi käyttäjä?
nl: Nieuwe gebruiker?
ru: Новый пользователь?

source: Sorry. Address lookup failed.
ca: Ho sentim. La cerca de l'adreça ha fallat.
es: Lo sentimos. La busqueda de la dirección ha fallado.
fi: Valitamme, osoitteen etsintä ei onnistunut.
nl: Sorry. Zoeken van het adres mislukt.
ru: Извините, адрес не найден.

source: Add a new point
ca: Afegeix un punt nou
es: Añade un punto nuevo
fi: Lisää uusi kohde
ru: Добавить новую точку

source: 1. Location:
ca: 1. Posició:
es: 1. Posición:
fi: 1. Sijainti:
nl: 1. Locatie:
ru: 1. Местонахождения:

source: Category:
ca: Categoria:
es: Categoría:
fi: Kategoria:
nl: Categorie:
ru: Категория:

source: Info added here will also go to:
ca: La informació que s'afegeix aquí, també anirà a:
es: La información que se añada aqui también irá a:
fi: Tänne lisätty info menee myös:
nl: Informatie die u hier toevoegd wordt ook toegevoegd aan:
ru: Добавляемая здесь информация идет также сюда:

source: submit
ca: enviar
es: enviar
fi: lähetä
nl: verzend
ru: отправить

source: You do not have permission to edit this comment.
ca: No tens drets per editar aquest comentari.
es: No tiene permiso para editar este comentario.
fi: Sinulla ei ole lupaa muokata tätä kommenttia.
nl: U heeft geen rechten om dit commentaar te bewerken.
ru: У Вас нет прав редактировать этот комментарий.

source: search this topic
ca: cerca aquest tòpic
es: busca este tópico

source: Only tags
ca: Només etiquetes
es: Solo etiquetas
fi: Vain asiasanat
nl: Alleen tags
ru: Только теги

source: Topic doesn't allow new points at the moment.
ca: El tòpic no permet nous punts en aquest moment.
es: El tópico no permite añadir puntos nuevos en este momento.
fi: Aiheeseen ei voi lisätä uusia kohteita.
nl: Dit topic staat het aanmaken van nieuwe plaatsen op dit moment niet toe.
ru: Тема не позволяет добавление новых точек.

source: Connection:
ca: Connexió:
es: Conexión:
fi: Yhteys:
nl: Connectie:
ru: Связанное:

source: Search result for '%%s', page %(current_page)s of %(total_num_of_pages)s
ca: Cerca resultats per '%%s', página %(current_page)s de %(total_num_of_pages)s
es: Busca resultados para '%%s', página %(current_page)s de %(total_num_of_pages)s
fi: Etsintätulos '%%s', sivu %(current_page)s / %(total_num_of_pages)s
nl: Zoek resultaat voor '%%s', pagina %(current_page)s van %(total_num_of_pages)s
ru: Поиск '%%s', стр. %(current_page)s из %(total_num_of_pages)s

source: Showing all points in topic
ca: S'estan mostrant tots els punts del tòpic
es: mostrando todos los puntos en el tópico
fi: Näyttää aiheen kaikki kohteet
nl: Alle plaatsen in topic
ru: Показать все точки темы

source: Search result for
ca: Cerca resultats per
es: Busca resultados para
fi: Etsintätulokset
nl: Zoek resultaat voor
ru: Результат поиска для

source: Open a new topic
ca: Obre un nou tòpic
es: Abre un tópico nuevo
fi: Avaa uusi aihe
nl: Open een nieuw topic
ru: Открыть новую тему

source: You are about to permanently delete the topic %s. This action cannot be undone later.
ca: Estàs a punt d'eliminar completament aquest tòpic %s. No podràs tornar enrere.
es: El tópico %s se elminará permanentemente. No podrá volver atrás.
fi: Olet aikeissa tuhota aiheen %s lopullisesti. Toimintoa ei voi perua myöhemmin.
nl: U staat op het punt om het topic %s permanent te verwijderen. U kunt dit later niet ongedaan maken.
ru: Вы собираетесь удалить %s насовсем. Действие нельзя будет отменить.

source: DELETE
ca: ELIMINA
es: ELIMINA
fi: POISTA
nl: Verwijder
ru: УДАЛИТЬ

source: delete topic
ca: elminar tòpic
es: elmina el tópico
fi: poista aihe
ru: удалить тему

source: set topic map
ca: establir el mapa del tòpic
es: establecer el mapa del tópico
fi: aseta aihekartta
ru: настроить карту темы

source: Set/update topic's central location
ca: Estableix/actualitza la posició central del tòpic
es: Actualizar/establecer la posición central del tópico
fi: Aseta aiheen keskisijainti
nl: Selecteer/update een centrale locatie voor het topic
ru: Установить центр темы

source: Location:
ca: Posició:
es: Posición:
fi: Sijainti
nl: Locatie:
ru: Положение:

source: Automatic zoom
ca: Zoom automàtic
es: Zoom automático
fi: Automaattinen zuumaus
nl: Automatische zoom
ru: Автоувеличение

source: yes
ca: sí
es: si
fi: kyllä
nl: ja
ru: да

source: Whether to calculate zoom level automatically from available points
ca: calcular el nivell de zoom automàticament a partir dels punts disponibles
es: calcular el nivel de zoom automáticamente a partir de los puntos disponibles
fi: Lasketaanko zuumaustaso automaattisesti olemassaolevista pisteistä
nl: Bereken zoom level automatisch van beschikbare punten
ru: (вычислять ли увеличение автоматически по имеющимся точкам)

source: Topic subscription.
ca: Subscripció al tòpic.
es: Suscripción a tópico.
fi: Aiheen tilaus
nl: Topic abonnement.
ru: Описание темы.

source: Change subscription
ca: Modificar subscripció
es: Cambiar suscripción
fi: Vaihda tilaus
nl: Verander abonnement
ru: Изменить подписку

source: Would you like to mark as inappropriate %s
ca: vols marcar com a inadequat %s
es: le gustaría marcarlo como inapropiado %s
fi: Haluatko merkitä sopimattomaksi: %s
nl: Wild u dit punt markeren als ongewenst %s
ru: Хотите ли отметить как неподходящее: %s

source: MARK
ca: MARCAR
es: MARCAR
fi: MERKITSE
nl: Markeer
ru: ОТМЕТИТЬ

source: mark as inapproapriate
ca: marcar com a inadequat
es: marcar como inapropiado
fi: merkitse sopimattomaksi
nl: Markeer als ongewenst
ru: Отм. как неподходящее

source: Would you like to delete %s
ca: Vols eliminar %s
es: Quiere eliminar %s
fi: Tahtoisitko poistaa %s
nl: Wilt u %s verwijderen
ru: Хотите ли удалить %s

source: Other topics with this point
ca: Altres tòpics amb aquest punt
es: Otros tópicos con este punto
fi: Tämän kohteen muut aiheet
nl: Andere topics die deze plaats bevatten
ru: Другие темы, содержащие эту точку

source: Nearby points
ca: Punts propers
es: Puntos cercanos
fi: Lähimmät kohteet
nl: Plaatsen in de omgeving
ru: Ближайшие точки

source: tags:
ca: etiquetes:
es: etiquetas:
fi: asiasanat:
ru: теги:
